Repository: doublecmd/doublecmd
Catalog: language/doublecmd.*.po
Languages: hu

source: Load Preset 9
hu: 9. sablon betöltése

# tfrmmultirename.actnameextmask.caption
source: Filename
hu: Fájlnév

# tfrmmultirename.actnamenamemask.caption
source: Filename
hu: Fájlnév

# tfrmmultirename.actplgnextmask.caption
source: Plugins
hu: Bővítmények

# tfrmmultirename.actplgnnamemask.caption
source: Plugins
hu: Bővítmények

# tfrmmultirename.actrename.caption
source: &Rename
hu: Át&nevezés

# tfrmmultirename.actrenamepreset.caption
source: Rename
hu: Átnevezés

# tfrmmultirename.actresetall.caption
source: Reset &All
hu: Mindent &visszaállít

# tfrmmultirename.actsavepreset.caption
source: Save
hu: Mentés

# tfrmmultirename.actsavepresetas.caption
source: Save As...
hu: Mentés másként...

source: Show Preset Menu
hu: Előre beállított menü megjelenítése

source: Sort
hu: Rendezés

# tfrmmultirename.acttimeextmask.caption
source: Time
hu: Idő

# tfrmmultirename.acttimenamemask.caption
source: Time
hu: Idő

source: View Rename Log File
hu: Átnevezési naplófájl megtekintése

# tfrmmultirename.caption
source: Multi-Rename Tool
hu: Többszörös átnevezés eszköz

source: A≠a
hu: A≠a" # (This is a symbol that doesn't need translation

# tfrmmultirename.cbcasesens.hint
source: Case sensitive
hu: Kis- és nagybetű érzékeny

source: &Log result
hu: Eredmény naplózása

source: Append
hu: Hozzáfűzés

source: Replace only once per file
hu: Csak egyszer cseréljen fájlonként

source: Regular e&xpressions
hu: Reguláris kifejezése&k

source: &Use substitution
hu: &Helyettesítés használata

# tfrmmultirename.gbcounter.caption
source: Counter
hu: Számláló

source: Find && Replace
hu: Keresés és csere

source: Mask
hu: Maszk

source: Presets
hu: Előre beállított sablonok

source: &Extension
hu: Kiterjeszté&s

source: &Find...
hu: &Keresés...

source: &Interval
hu: &Intervallum

source: File &Name
hu: Fájl&név

source: Re&place...
hu: &Csere...

source: S&tart Number
hu: &Kezdőszám

source: &Width
hu: &Szélesség

# tfrmmultirename.miactions.caption
source: Actions
hu: Műveletek

# tfrmmultirename.mieditor.caption
source: Editor
hu: Szerkesztő

source: Old File Name
hu: Régi fájlnév

source: New File Name
hu: Új fájlnév

source: File Path
hu: Fájl elérési útja

source: Click OK when you have closed the editor to load the changed names!
hu: Kattintson az OK gombra, miután bezárta a szerkesztőt a megváltoztatott nevek betöltéséhez!

source: Choose an application
hu: Válasszon alkalmazást

source: Custom command
hu: Egyéni parancs

source: Save association
hu: Társítás mentése

source: Set selected application as default action
hu: Kiválasztott alkalmazás beállítása alapértelmezett műveletként

source: File type to be opened: %s
hu: Megnyitandó fájltípus: %s

source: Multiple file names
hu: Több fájlnév

source: Multiple URIs
hu: Több URI

source: Single file name
hu: Egyetlen fájlnév

source: Single URI
hu: Egyetlen URI

# tfrmoptions.btnapply.caption
source: &Apply
hu: &Alkalmaz

# TFRMOPTIONS.BTNCANCEL.CAPTION
source: &Cancel
hu: &Mégse

# tfrmoptions.btnhelp.caption
source: &Help
hu: &Súgó

# tfrmoptions.caption
source: Options
hu: Beállítások

source: Please select one of the subpages, this page does not contain any settings.
hu: Kérjük válasszon egy aloldalt, ez az oldal nem tartalmaz beállításokat.

# tfrmoptionsarchivers.btnarchiveradd.caption
source: A&dd
hu: Hozzáá&dás

# tfrmoptionsarchivers.btnarchiveraddhelper.hint
source: Variable reminder helper
hu: Változó-emlékeztető segédlet

# tfrmoptionsarchivers.btnarchiverapply.caption
source: A&pply
hu: Al&kalmaz

# tfrmoptionsarchivers.btnarchivercopy.caption
source: Cop&y
hu: Más&olás

# tfrmoptionsarchivers.btnarchiverdelete.caption
source: Delete
hu: Törlés

# tfrmoptionsarchivers.btnarchiverdeletehelper.hint
source: Variable reminder helper
hu: Változó-emlékeztető segédlet

# tfrmoptionsarchivers.btnarchiverextracthelper.hint
source: Variable reminder helper
hu: Változó-emlékeztető segédlet

# tfrmoptionsarchivers.btnarchiverextractwithoutpathhelper.hint
source: Variable reminder helper
hu: Változó-emlékeztető segédlet

# tfrmoptionsarchivers.btnarchiverlisthelper.hint
source: Variable reminder helper
hu: Változó-emlékeztető segédlet

# tfrmoptionsarchivers.btnarchiverother.caption
source: Oth&er...
hu: Egyé&b...

# tfrmoptionsarchivers.btnarchiverrelativer.hint
source: Some functions to select appropriate path
hu: Néhány funkció a megfelelő útvonal kiválasztásához

# tfrmoptionsarchivers.btnarchiverrename.caption
source: &Rename
hu: Átneve&zés

# tfrmoptionsarchivers.btnarchiverselfextracthelper.hint
source: Variable reminder helper
hu: Változó-emlékeztető segédlet

# tfrmoptionsarchivers.btnarchivertesthelper.hint
source: Variable reminder helper
hu: Változó-emlékeztető segédlet

# tfrmoptionsarchivers.bvlarchiverids.caption
source: ID's used with cm_OpenArchive to recognize archive by detecting its content and not via file extension:
hu: 'cm_OpenArchive' parancsban használt azonosítók az archívum tartalma alapján történő felismeréséhez (nem kiterjesztés alapján):

# tfrmoptionsarchivers.bvlarchiveroptions.caption
source: Options:
hu: Beállítások:

# tfrmoptionsarchivers.bvlarchiverparsingmode.caption
source: Format parsing mode:
hu: Formátumelemzési mód:

# tfrmoptionsarchivers.chkarchiverenabled.caption
source: E&nabled
hu: Bekapcsol&va

source: De&bug mode
hu: &Hibakeresési mód

# tfrmoptionsarchivers.chkarchivermultiarcoutput.caption
source: S&how console output
hu: Konzol &kimenet megjelenítése

source: Use archive name without extension as list
hu: Archívum nevének használata kiterjesztés nélkül listaként

source: Show as normal files
hu: Megjelenítés normál fájlokként

source: Uni&x file attributes
hu: Uni&x fájl attribútumok

source: &Unix path delimiter "/"
hu: &Unix elválasztó karakter "/"

source: Windows &file attributes
hu: Windows &fájl attribútumok

source: Windows path deli&miter "\"
hu: Windows elválasztó karakte&r "\"

# tfrmoptionsarchivers.lblarchiveradd.caption
source: Add&ing:
hu: Hozzáá&dás:

# tfrmoptionsarchivers.lblarchiverarchiver.caption
source: Arc&hiver:
hu: Arc&hiváló:

source: De&lete:
hu: Tör&lés:

# tfrmoptionsarchivers.lblarchiverdescription.caption
source: De&scription:
hu: Leí&rás:

# tfrmoptionsarchivers.lblarchiverextension.caption
source: E&xtension:
hu: Kiterjeszté&s:

# tfrmoptionsarchivers.lblarchiverextract.caption
source: Ex&tract:
hu: Ki&bontás:

source: Extract &without path:
hu: Kibontás &útvonal nélkül:

source: ID Po&sition:
hu: ID &pozíciója:

source: &ID:
hu: &ID (azonosító ):

source: ID See&k Range:
hu: ID keresési &tartomány:

# tfrmoptionsarchivers.lblarchiverlist.caption
source: &List:
hu: Li&sta:

source: Archi&vers:
hu: Tömörítő progra&mok:

# tfrmoptionsarchivers.lblarchiverlistend.caption
source: Listing &finish (optional):
hu: Listázás &vége (opcionális):

# tfrmoptionsarchivers.lblarchiverlistformat.caption
source: Listing for&mat:
hu: Listázási &formátum:

# tfrmoptionsarchivers.lblarchiverliststart.caption
source: Listin&g start (optional):
hu: Listázás &kezdete (opcionális):

source: Password &query string:
hu: Jelszó-&kérdés szöveg:

source: Create self extractin&g archive:
hu: Önmagát kicsomagoló archívum &készítése:

source: Tes&t:
hu: Te&sztelés:

source: Auto Configure
hu: Automatikus beállítás

source: Disable all
hu: Mind letiltása

source: Discard modifications
hu: Módosítások elvetése

source: Enable all
hu: Mind engedélyezése

# tfrmoptionsarchivers.miarchiveexport.caption
source: Export...
hu: Exportálás...

# tfrmoptionsarchivers.miarchiverimport.caption
source: Import...
hu: Importálás...

source: Sort archivers
hu: Archiválók rendezése

source: Additional
hu: További

# tfrmoptionsarchivers.tbarchivergeneral.caption
source: General
hu: Általános

source: When &size, date or attributes change
hu: Méret, dátum vagy attribútumok változásakor

# tfrmoptionsautorefresh.cbwatchexcludedirs.caption
source: For the following &paths and their subdirectories:
hu: A következő útvonalaknál és almappáiknál:

source: When &files are created, deleted or renamed
hu: Fájlok létrehozásakor, törlésénél vagy átnevezésénél

source: When application is in the &background
hu: Ha az alkalmazás a háttérben fut

source: Disable auto-refresh
hu: Automatikus frissítés letiltása

source: Refresh file list
hu: Fájllista frissítése

source: Al&ways show tray icon
hu: Tálca ikon mindig látható

source: Automatically &hide unmounted devices
hu: Nem csatlakoztatott eszközök automatikus elrejtése

source: Mo&ve icon to system tray when minimized
hu: Ikon áthelyezése a tálcára &minimalizáláskor

source: A&llow only one copy of DC at a time
hu: Csak egy &DC példány engedélyezése egyszerre

source: Here you can enter one or more drives or mount points, separated by ";".
hu: Itt megadhat egy vagy több meghajtót vagy csatolási pontot, pontosvesszővel (;) elválasztva.

source: Drives &blacklist
hu: Meghajtók &tiltslistája

source: Columns size
hu: Oszlopok mérete

source: Show file extensions
hu: Fájlkiterjesztések megjelenítése

source: ali&gned (with Tab)
hu: igazí&tott (tabulátorral)

source: di&rectly after filename
hu: közvetlenül a fájlnév &után

source: Auto
hu: Automatikus

source: Fixed columns count
hu: Rögzített oszlopszám

source: Fixed columns width
hu: Rögzített oszlopszélesség

source: Use &Gradient Indicator
hu: &Gradiens mutató használata

# tfrmoptionscolors.dbbinarymode.caption
source: Binary Mode
hu: Bináris mód

source: Book Mode
hu: Könyv mód

source: Image Mode
hu: Kép mód

source: Text Mode
hu: Szöveg mód

source: Added:
hu: Hozzáadva:

# tfrmoptionscolors.lblbookbackground.caption
source: Background:
hu: Háttér:

# tfrmoptionscolors.lblbooktext.caption
source: Text:
hu: Szöveg:

source: Category:
hu: Kategória:

source: Deleted:
hu: Törölve:

source: Error:
hu: Hiba:

source: Background 1:
hu: Háttér 1:

# tfrmoptionscolors.lblimagebackground2.caption
source: Background 2:
hu: Háttér 2:

source: In&dicator Back Color:
hu: Indikátor háttérszíne:

source: &Indicator Fore Color:
hu: Indikátor előtérszíne:

source: Indicator &Threshold Color:
hu: Indikátor küszöbszíne:

source: Information:
hu: Információ:

source: Left:
hu: Bal:

# tfrmoptionscolors.lblmodified.caption
source: Modified:
hu: Módosított:

# tfrmoptionscolors.lblmodifiedbinary.caption
source: Modified:
hu: Módosított:

source: Right:
hu: Jobb:

# tfrmoptionscolors.lblsuccess.caption
source: Success:
hu: Sikerült:

source: Unknown:
hu: Ismeretlen:

source: State
hu: Állapot

source: Column titles alignment &like values
hu: Oszlopcímek igazítása &mint az értékek

source: Cut &text to column width
hu: Szöveg &vágása oszlopszélességre

source: &Extend cell width if text is not fitting into column
hu: Cella szélességének &növelése, ha a szöveg nem fér az oszlopba

source: &Horizontal lines
hu: &Vízszintes vonalak

source: &Vertical lines
hu: &Függőleges vonalak

source: A&uto fill columns
hu: Oszlopok a&utomatikus kitöltése

source: Show grid
hu: Rács megjelenítése

source: Auto-size columns
hu: Oszlopok automatikus méretezése

source: Auto si&ze column:
hu: Automatikus méretezés o&szlopra:

# TFRMOPTIONSCONFIGURATION.BTNCONFIGAPPLY.CAPTION
source: A&pply
hu: Alkalmazá&s

# TFRMOPTIONSCONFIGURATION.BTNCONFIGEDIT.CAPTION
source: &Edit
hu: Szerkeszté&s

source: Co&mmand line history
hu: Parancssor elő&zmények

source: &Directory history
hu: &Könyvtár előzmények

source: &File mask history
hu: Fájl&maszk előzmények

# tfrmoptionsconfiguration.chkfoldertabs.caption
source: Folder tabs
hu: Mappalapok

source: Sa&ve configuration
hu: Beá&llítások mentése

source: Searc&h/Replace history
hu: Kere&sés/Csere előzmények

source: Main window state
hu: Főablak állapota

# TFRMOPTIONSCONFIGURATION.GBDIRECTORIES.CAPTION
source: Directories
hu: Könyvtárak

source: Location of configuration files
hu: Beállítófájlok helye

source: Save on exit
hu: Mentés kilépéskor

source: Sort order of configuration order in left tree
hu: Beállítások rendezési sorrendje a bal oldali fában

source: Tree state when entering in configuration page
hu: Fa állapota a beállítások oldal belépéskor

source: Set on command line
hu: Parancssorból beállítva

source: Highlighters:
hu: Kiemelések:

source: Icon themes:
hu: Ikon témák:

source: Thumbnails cache:
hu: Bélyegképek gyorsítótár:

source: P&rogram directory (portable version)
hu: P&rogram könyvtár (hordozható verzió)

source: &User home directory
hu: &Felhasználói könyvtár

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLALLOWOVERCOLOR.CAPTION
source: All
hu: Mind

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLALLOWOVERCOLOR.HINT
source: Apply modification to all columns
hu: Módosítás alkalmazása minden oszlopra

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLBACKCOLOR.CAPTION
source: All
hu: Mind

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLBACKCOLOR.HINT
source: Apply modification to all columns
hu: Módosítás alkalmazása minden oszlopra

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLBACKCOLOR2.CAPTION
source: All
hu: Mind

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLBACKCOLOR2.HINT
source: Apply modification to all columns
hu: Módosítás alkalmazása minden oszlopra

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLCURSORCOLOR.CAPTION
source: All
hu: Mind

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLCURSORCOLOR.HINT
source: Apply modification to all columns
hu: Módosítás alkalmazása minden oszlopra

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLCURSORTEXT.CAPTION
source: All
hu: Mind

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLCURSORTEXT.HINT
source: Apply modification to all columns
hu: Módosítás alkalmazása minden oszlopra

# tfrmoptionscustomcolumns.btnallfont.caption
source: All
hu: Mind

# tfrmoptionscustomcolumns.btnallfont.hint
source: Apply modification to all columns
hu: Módosítás alkalmazása minden oszlopra

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLFORECOLOR.CAPTION
source: All
hu: Mind

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLFORECOLOR.HINT
source: Apply modification to all columns
hu: Módosítás alkalmazása minden oszlopra

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLINACTIVECURSORCOLOR.CAPTION
source: All
hu: Mind

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLINACTIVECURSORCOLOR.HINT
source: Apply modification to all columns
hu: Módosítás alkalmazása minden oszlopra

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLINACTIVEMARKCOLOR.CAPTION
source: All
hu: Mind

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLINACTIVEMARKCOLOR.HINT
source: Apply modification to all columns
hu: Módosítás alkalmazása minden oszlopra

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLMARKCOLOR.CAPTION
source: All
hu: Mind

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLMARKCOLOR.HINT
source: Apply modification to all columns
hu: Módosítás alkalmazása az összes oszlopra

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLUSEINACTIVESELCOLOR.CAPTION
source: All
hu: Mind

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLUSEINACTIVESELCOLOR.HINT
source: Apply modification to all columns
hu: Módosítás alkalmazása minden oszlopra

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLUSEINVERTEDSELECTION.CAPTION
source: All
hu: Mind

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLUSEINVERTEDSELECTION.HINT
source: Apply modification to all columns
hu: Módosítás alkalmazása minden oszlopra

# TFRMOPTIONSCUSTOMCOLUMNS.BTNDELETECONFIGCOLUMNS.CAPTION
source: &Delete
hu: &Törlés

source: Go to set default
hu: Alapértelmezés beállítása

# TFRMOPTIONSCUSTOMCOLUMNS.BTNNEWCONFIG.CAPTION
source: New
hu: Új

source: Next
hu: Következő

source: Previous
hu: Előző

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRENAMECONFIGCOLUMNS.CAPTION
source: Rename
hu: Átnevezés

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETALLOWOVERCOLOR.CAPTION
source: R
hu: V

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETALLOWOVERCOLOR.HINT
source: Reset to default
hu: Alapértelmezés visszaállítása

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETBACKCOLOR.CAPTION
source: R
hu: V

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETBACKCOLOR.HINT
source: Reset to default
hu: Alapértelmezés visszaállítása

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETBACKCOLOR2.CAPTION
source: R
hu: V

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETBACKCOLOR2.HINT
source: Reset to default
hu: Alapértelmezés visszaállítása

# tfrmoptionscustomcolumns.btnresetcursorborder.caption
source: R
hu: V

# tfrmoptionscustomcolumns.btnresetcursorborder.hint
source: Reset to default
hu: Alapértelmezés visszaállítása

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETCURSORCOLOR.CAPTION
source: R
hu: V

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETCURSORCOLOR.HINT
source: Reset to default
hu: Alapértelmezés visszaállítása

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETCURSORTEXT.CAPTION
source: R
hu: V

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETCURSORTEXT.HINT
source: Reset to default
hu: Alapértelmezés visszaállítása

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETFONT.CAPTION
source: R
hu: V

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETFONT.HINT
source: Reset to default
hu: Alapértelmezés visszaállítása

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETFORECOLOR.CAPTION
source: R
hu: V

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETFORECOLOR.HINT
source: Reset to default
hu: Alapértelmezés visszaállítása

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETFRAMECURSOR.CAPTION
source: R
hu: V

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETFRAMECURSOR.HINT
source: Reset to default
hu: Alapértelmezés visszaállítása

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETINACTIVECURSORCOLOR.CAPTION
source: R
hu: V

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETINACTIVECURSORCOLOR.HINT
source: Reset to default
hu: Alapértelmezés visszaállítása

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETINACTIVEMARKCOLOR.CAPTION
source: R
hu: V

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETINACTIVEMARKCOLOR.HINT
source: Reset to default
hu: Alapértelmezés visszaállítása

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETMARKCOLOR.CAPTION
source: R
hu: V

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETMARKCOLOR.HINT
source: Reset to default
hu: Alapértelmezés visszaállítása

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETUSEINACTIVESELCOLOR.CAPTION
source: R
hu: V

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETUSEINACTIVESELCOLOR.HINT
source: Reset to default
hu: Alapértelmezés visszaállítása

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETUSEINVERTEDSELECTION.CAPTION
source: R
hu: V

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETUSEINVERTEDSELECTION.HINT
source: Reset to default
hu: Alapértelmezés visszaállítása

# TFRMOPTIONSCUSTOMCOLUMNS.BTNSAVEASCONFIGCOLUMNS.CAPTION
source: Save as
hu: Mentés másként

# TFRMOPTIONSCUSTOMCOLUMNS.BTNSAVECONFIGCOLUMNS.CAPTION
source: Save
hu: Mentés

# tfrmoptionscustomcolumns.cballowovercolor.caption
source: Allow Overcolor
hu: Színfelülírás engedélyezése

source: When clicking to change something, change for all columns
hu: Valaminek a megváltoztatásakor az összes oszlop módosítása

# TFRMOPTIONSCUSTOMCOLUMNS.CBCONFIGCOLUMNS.TEXT
source: General
hu: Általános

# tfrmoptionscustomcolumns.cbcursorborder.caption
source: Cursor border
hu: Kurzor kerete

source: Use Frame Cursor
hu: Keretes kurzor használata

source: Use Inactive Selection Color
hu: Inaktív kijelölés színének használata

source: Use Inverted Selection
hu: Invertált kijelölés használata

source: Use custom font and color for this view
hu: Egyéni betűtípus és szín használata ehhez a nézethez

source: BackGround:
hu: Háttér 1:

# tfrmoptionscustomcolumns.lblbackcolor2.caption
source: Background 2:
hu: Háttér 2:

source: &Columns view:
hu: Oszlop&nézet:

source: [Current Column Name]
hu: [Aktuális oszlop neve]

source: Cursor Color:
hu: Kurzor színe:

source: Cursor Text:
hu: Kurzor szöveg:

source: &File system:
hu: Fájl&rendszer:

source: Font:
hu: Betűtípus:

# TFRMOPTIONSCUSTOMCOLUMNS.LBLFONTSIZE.CAPTION
source: Size:
hu: Méret:

# tfrmoptionscustomcolumns.lblforecolor.caption
source: Text Color:
hu: Szöveg színe:

# tfrmoptionscustomcolumns.lblinactivecursorcolor.caption
source: Inactive Cursor Color:
hu: Inaktív kurzor színe:

# tfrmoptionscustomcolumns.lblinactivemarkcolor.caption
source: Inactive Mark Color:
hu: Inaktív jelölés színe:

source: Mark Color:
hu: Jelölés színe:

# tfrmoptionscustomcolumns.lblpreviewtop.caption
source: Below is a preview. You may move cursor and select files to get immediately an actual look and feel of the various settings.
hu: Az alábbiakban egy előnézet látható. A kurzor mozgatásával és fájlok kijelölésével azonnal láthatja a különböző beállítások hatását.

source: Settings for column:
hu: Oszlop beállításai:

source: Add column
hu: Oszlop hozzáadása

source: Position of frame panel after the comparison:
hu: A keretpanel helye az összehasonlítás után:

source: Add directory of the &active frame
hu: Az aktív keret könyvtárának hozzáadása

source: Add &directories of the active && inactive frames
hu: Az aktív és inaktív keretek könyvtárának hozzáadása

source: Add directory I will bro&wse to
hu: A böngészni kívánt könyvtár hozzáadása

# tfrmoptionsdirectoryhotlist.actaddcopyofentry.caption
source: Add a copy of the selected entry
hu: A kijelölt bejegyzés másolatának hozzáadása

source: Add current &selected or active directories of active frame
hu: Aktív panel kiválasztott vagy aktív könyvtárainak hozzáadása

# tfrmoptionsdirectoryhotlist.actaddseparator.caption
source: Add a separator
hu: Elválasztó hozzáadása

source: Add a sub menu
hu: Almenü hozzáadása

# tfrmoptionsdirectoryhotlist.actaddtypeddir.caption
source: Add directory I will type
hu: Saját könyvtár hozzáadása

# tfrmoptionsdirectoryhotlist.actcollapseall.caption
source: Collapse all
hu: Összes becsukása

source: Collapse item
hu: Elem becsukása

source: Cut selection of entries
hu: Kijelölt bejegyzések kivágása

source: Delete all!
hu: Összes törlése!

# tfrmoptionsdirectoryhotlist.actdeleteselecteditem.caption
source: Delete selected item
hu: Kijelölt elem törlése

source: Delete sub-menu and all its elements
hu: Almenü és minden elemének törlése

source: Delete just sub-menu but keep elements
hu: Csak almenü törlése, elemek megtartása

source: Expand item
hu: Elem kibontása

source: Focus tree window
hu: Fákus a fa ablakra

source: Goto first item
hu: Ugrás az első elemre

source: Goto last item
hu: Ugrás az utolsó elemre

source: Go to next item
hu: Ugrás a következő elemre

source: Go to previous item
hu: Ugrás az előző elemre

source: Insert directory of the &active frame
hu: Az aktív panel könyvtárának beszúrása

source: Insert &directories of the active && inactive frames
hu: Az aktív és inaktív panelek könyvtárainak beszúrása

source: Insert directory I will bro&wse to
hu: A böngészni kívánt könyvtár beszúrása

source: Insert a copy of the selected entry
hu: A kijelölt bejegyzés másolatának beszúrása

source: Insert current &selected or active directories of active frame
hu: Az aktív panel kijelölt vagy aktív könyvtárainak beszúrása

source: Insert a separator
hu: Elválasztó beszúrása

source: Insert sub menu
hu: Almenü beszúrása

# tfrmoptionsdirectoryhotlist.actinserttypeddir.caption
source: Insert directory I will type
hu: Írható könyvtár beszúrása

source: Move to next
hu: Áthelyezés a következőre

source: Move to previous
hu: Áthelyezés az előzőre

# tfrmoptionsdirectoryhotlist.actopenallbranches.caption
source: Open all branches
hu: Összes ág kinyitása

source: Paste what was cut
hu: Kivágott beillesztése

source: Search && replace in &path
hu: Keresés és csere az &útvonalban

source: Search && replace in both path and target
hu: Keresés és csere mind az útvonalban, mind a célban

source: Search && replace in &target path
hu: Keresés és csere a cé&l útvonalban

source: Tweak path
hu: Útvonal finomhangolása

source: Tweak target path
hu: Cél útvonal finomhangolása

# tfrmoptionsdirectoryhotlist.btnadd.caption
source: A&dd...
hu: Hozzáá&dás...

# tfrmoptionsdirectoryhotlist.btnbackup.caption
source: Bac&kup...
hu: Menté&s...

# tfrmoptionsdirectoryhotlist.btndelete.caption
source: De&lete...
hu: &Törlés...

# tfrmoptionsdirectoryhotlist.btnexport.caption
source: E&xport...
hu: E&xportálás...

# tfrmoptionsdirectoryhotlist.btnimport.caption
source: Impo&rt...
hu: Imp&ortálás...

# tfrmoptionsdirectoryhotlist.btninsert.caption
source: &Insert...
hu: &Beszúrás...

source: &Miscellaneous...
hu: &Egyéb...

# TFRMOPTIONSDIRECTORYHOTLIST.BTNRELATIVEPATH.HINT
source: Some functions to select appropriate path
hu: Néhány funkció a megfelelő útvonal kiválasztásához
