Repository: doublecmd/doublecmd
Catalog: language/doublecmd.*.po
Languages: hu

source: &Console Font
hu: Konzol betűtípusa

source: &Editor Font
hu: Szerkesztő betűtípusa

source: Function Buttons Font
hu: Funkciógombok betűtípusa

source: &Log Font
hu: Napló betűtípusa

source: Main &Font
hu: Fő betűtípus

source: Path Font
hu: Útvonal betűtípusa

source: Search Results Font
hu: Keresési eredmények betűtípusa

source: Status Bar Font
hu: Állapotsor betűtípusa

source: Tree View Menu Font
hu: Fastruktúra menü betűtípusa

source: &Viewer Font
hu: Nézőke betűtípusa

# ulng.rsfontusageviewerbook
source: Viewer&Book Font
hu: Nézőkönyv betűtípusa

source: %s of %s free
hu: %s szabad ebből: %s

source: %s free
hu: %s szabad

source: Access date/time
hu: Hozzáférés dátuma/ideje

# ulng.rsfuncattr
source: Attributes
hu: Attribútumok

source: Comment
hu: Megjegyzés

source: Compressed size
hu: Tömörített méret

source: Creation date/time
hu: Létrehozás dátuma/ideje

# ulng.rsfuncext
source: Extension
hu: Kiterjesztés

# ulng.rsfuncgroup
source: Group
hu: Csoport

source: Change date/time
hu: Módosítás dátuma/ideje

source: Link to
hu: Linkelve ide

source: Modification date/time
hu: Módosítás dátuma/ideje

# ulng.rsfuncname
source: Name
hu: Név

source: Name without extension
hu: Név kiterjesztés nélkül

# ulng.rsfuncowner
source: Owner
hu: Tulajdonos

# ulng.rsfuncpath
source: Path
hu: Útvonal

# ulng.rsfuncsize
source: Size
hu: Méret

source: Original path
hu: Eredeti útvonal

source: Type
hu: Típus

source: Error creating hardlink.
hu: Hiba a hardlink létrehozásakor.

source: none;Name, a-z;Name, z-a;Ext, a-z;Ext, z-a;Size 9-0;Size 0-9;Date 9-0;Date 0-9
hu: nincs;Név, a-z;Név, z-a;Kit, a-z;Kit, z-a;Méret 9-0;Méret 0-9;Dátum 9-0;Dátum 0-9

source: Warning! When restoring a .hotlist backup file, this will erase existing list to replace by the imported one. Are you sure you want to proceed?
hu: Figyelem! A .hotlist biztonsági másolat visszaállítása felülírja a meglévő listát az importálttal. Biztosan folytatja?

source: Copy/Move Dialog
hu: Másolás/Áthelyezés párbeszédablak

# ulng.rshotkeycategorydiffer
source: Differ
hu: Különbségkereső

source: Edit Comment Dialog
hu: Megjegyzés szerkesztése párbeszédablak

# ulng.rshotkeycategoryeditor
source: Editor
hu: Szerkesztő

# ulng.rshotkeycategoryfindfiles
source: Find files
hu: Fájlkeresés

source: Main
hu: Fő

# ulng.rshotkeycategorymultirename
source: Multi-Rename Tool
hu: Több fájl átnevezése

source: Synchronize Directories
hu: Könyvtárak szinkronizálása

# ulng.rshotkeycategoryviewer
source: Viewer
hu: Nézőke

source: A setup with that name already exists. Do you want to overwrite it?
hu: Egy beállítás ezzel a névvel már létezik. Felül akarja írni?

source: Are you sure you want to restore default?
hu: Biztosan visszaállítja az alapértelmezett beállításokat?

source: Are you sure you want to erase setup "%s"?
hu: Biztosan törli a(z) "%s" beállítást?

source: Copy of %s
hu: %s másolata

source: Input your new name
hu: Adja meg az új nevet

source: You must keep at least one shortcut file.
hu: Legalább egy gyorsbillentyű fájlt meg kell tartania.

source: New name
hu: Új név

source: "%s" setup has been modified. Do you want to save it now?
hu: A(z) "%s" beállítás módosítva lett. Most menti?

source: No shortcut with "ENTER"
hu: Nincs "ENTER" gyorsbillentyű

source: By command name;By shortcut key (grouped);By shortcut key (one per row)
hu: Parancsnév szerint;Gyorsbillentyű szerint (csoportosítva);Gyorsbillentyű szerint (soronként egy)

source: It is recommended to download the files first. Otherwise, what is copied is not the content of the files, but the corresponding placeholder files, which will result in hidden files with the .iCloud extension.
hu: Javasolt először letölteni a fájlokat. Ellenkező esetben nem a fájlok tartalma, hanem a megfelelő helykitöltő fájlok másolódnak, amely .iCloud kiterjesztésű rejtett fájlokat eredményez.

source: The operation may contain files that were not downloaded, continue anyway?
hu: A művelet tartalmazhat letöltetlen fájlokat, mindenképp folytatja?

source: Cannot find reference to default bar file
hu: Nem található az alapértelmezett eszköztárfájl hivatkozása

source: List of "Find files" windows
hu: "Fájlkeresés" ablakok listája

source: Assign tags to %d items
hu: Címkék hozzárendelése %d elemhez

source: Unselect mask
hu: Maszk kijelölésének megszüntetése

source: Select mask
hu: Maszk kijelölése

source: Input mask:
hu: Maszk megadása:

source: A columns view with that name already exists.
hu: Egy oszlopnézet ezzel a névvel már létezik.

source: To change current editing colmuns view, either SAVE, COPY or DELETE current editing one
hu: Az aktuális oszlopnézet módosításához vagy MENTSE, másolja, vagy TÖRÖLJE az aktuálisat

source: Configure custom columns
hu: Egyéni oszlopok beállítása

source: Enter new custom columns name
hu: Adja meg az új egyéni oszlopok nevét

source: Add "%s"
hu: "%s" hozzáadása

# ulng.rsmenumacoseditfindertags
source: Edit Finder Tags...
hu: Finder címkék szerkesztése...

source: Grant "Full Disk Access" permission to support Finder Tags...
hu: Adjon "Teljes lemezhozzáférés" engedélyt a Finder címkék támogatásához...

source: Remove "%s"
hu: "%s" eltávolítása

source: Share...
hu: Megosztás...

# ulng.rsmfstbicommandmenudirectoryhotlist
source: Directory Hotlist
hu: Könyvtár Hotlist

# ulng.rsmfstbicommandmenufavoritetabs
source: Favorite Tabs
hu: Kedvenc lapok

# ulng.rsmfstbicommandtitle
source: Command
hu: Parancs

source: Compare by Contents...
hu: Összehasonlítás tartalom alapján...

# ulng.rsmfstbicomparetitle
source: Compare
hu: Összehasonlítás

# ulng.rsmfstbieditfindertagtips
source: Edit Finder Tags...
hu: Finder címkék szerkesztése...

source: EditTag
hu: CímkeSzerk

source: Edit...
hu: Szerkesztés...

# ulng.rsmfstbiedittitle
source: Edit
hu: Szerkesztés

source: Reveal in Finder
hu: Megjelenítés a Finderben

# ulng.rsmfstbigotips
source: Go
hu: Ugrás

# ulng.rsmfstbigotitle
source: Go
hu: Ugrás

source: Toggle Horizontal Split Mode
hu: Vízszintes felosztás mód váltása

source: HorzSplit
hu: VízszFeloszt

# ulng.rsmfstbiiclouddrivertips
source: iCloud Drive
hu: iCloud meghajtó

# ulng.rsmfstbiiclouddrivertitle
source: iCloud Drive
hu: iCloud meghajtó

# ulng.rsmfstbinetworktips
source: network
hu: hálózat

# ulng.rsmfstbinetworktitle
source: network
hu: hálózat

source: As a file manager, Double Command requires full disk access permissions. Clicking this button will pop up the macOS system settings page. Please add "Double Commander.app" to the "Full Disk Access" list to complete the authorization.
hu: Fájlkezelőként a Double Commander teljes lemezhozzáférési engedélyt igényel. A gombra kattintva megjelenik a macOS rendszerbeállítások oldal. Adja hozzá a "Double Commander.app"-ot a "Teljes lemezhozzáférés" listához az engedélyezés befejezéséhez.

source: Privilege
hu: Jogosultság

source: Refresh File List
hu: Fájllista frissítése

source: Refresh
hu: Frissítés

source: Search for combined tags...
hu: Kombinált címkék keresése...

source: Search Files...
hu: Fájlok keresése...

# ulng.rsmfstbisearchtitle
source: Search
hu: Keresés

source: Share
hu: Megosztás

source: as Brief
hu: rövid

source: as Full
hu: teljes

source: Show Info in Finder
hu: Információk megjelenítése a Finderben

source: Show as Brief, Full or Thumbnails
hu: Megjelenítés rövid, teljes vagy bélyegképes módban

source: as Thumbnails
hu: bélyegképek

source: Swap Panels
hu: Panelek cseréje

source: Synchronize Dirs...
hu: Könyvtárak szinkronizálása...

source: Sync
hu: Szink

source: Open in Terminal
hu: Megnyitás terminálban

# ulng.rsmfstbiterminaltitle
source: Terminal
hu: Terminál

source: Show Tree View Panel
hu: Fastruktúra panel megjelenítése

# ulng.rsmnuactions
source: Actions
hu: Műveletek

source: <Default>
hu: <Alapértelmezett>

source: Octal
hu: Oktális

source: Create Shortcut...
hu: Parancsikon létrehozása...

source: Disconnect Network Drive...
hu: Hálózati meghajtó leválasztása...

# ulng.rsmnuedit
source: Edit
hu: Szerkesztés

source: Eject
hu: Kiadás

source: Extract here...
hu: Kibontás ide...

source: Download Now
hu: Letöltés most

source: Remove Download
hu: Letöltés eltávolítása

source: Mount
hu: Csatolás

# ulng.rsmnunew
source: New
hu: Új

source: New Window
hu: Új ablak

source: No media available
hu: Nincs elérhető adathordozó

# ulng.rsmnuopen
source: Open
hu: Megnyitás

# ulng.rsmnuopenwith
source: Open with
hu: Megnyitás ezzel

# ulng.rsmnuopenwithother
source: Other...
hu: Egyéb...

source: Pack here...
hu: Csomagolás ide...

# ulng.rsmnurestore
source: Restore
hu: Visszaállítás

source: Sort by
hu: Rendezés

source: Unmount
hu: Leválasztás

# ulng.rsmnuview
source: View
hu: Nézet

source: Some virtual filesystem contain specific directory structures. When copying from it to a compressed archive, only one directory can be selected at a time, unless the actual locations of the selected directories are all located under the same parent directory. For example, for iCloud Drive, when copying directory from the root to a compressed archive, maybe only one directory should be selected. It is recommended that you follow your usual practice and try to select only one directory when you receive this prompt.
hu: Egyes virtuális fájlrendszerek sajátos könyvtárszerkezettel rendelkeznek. Tömörített archívumba másoláskor egyszerre csak egy könyvtár választható ki, kivéve ha a kiválasztott könyvtárak valódi helye ugyanazon szülőkönyvtár alatt található. Például az iCloud Drive esetében, gyökérkönyvtárból tömörített archívumba másoláskor csak egy könyvtárat érdemes kiválasztani. Javasoljuk, hogy a szokásos gyakorlatot követve csak egy könyvtárat válasszon ki, amikor ezt az üzenetet kapja.

source: The operation is not supported
hu: A művelet nem támogatott

source: Account:
hu: Fiók:

source: All Double Commander internal commands
hu: Az összes Double Commander belső parancs

source: Description: %s
hu: Leírás: %s

source: Additional parameters for archiver command-line:
hu: További paraméterek az archiváló parancssorához:

source: Do you want to enclose between quotes?
hu: Idézőjelek közé szeretné tenni?

source: Bad CRC32 for resulting file: "%s" Do you want to keep the resulting corrupted file anyway?
hu: Hibás CRC32 az eredményül kapott fájlhoz: "%s" Mindenképp meg akarja tartani a sérült eredményfájlt?

source: Are you sure that you want to cancel this operation?
hu: Biztosan megszakítja ezt a műveletet?

source: You cannot change a target location!
hu: A célhelyet nem lehet megváltoztatni!

source: You can not copy/move a file "%s" to itself!
hu: A(z) "%s" fájlt nem másolhatja/helyezheti át önmagába!

source: Cannot copy special file %s
hu: Nem másolható speciális fájl: %s

source: Cannot delete directory %s
hu: Nem törölhető könyvtár: %s

source: Cannot overwrite directory "%s" with non-directory "%s"
hu: A(z) "%s" könyvtárat nem írhatja felül a "%s" nem-könyvtárral

source: Change current directory to "%s" failed!
hu: A(z) "%s" könyvtárra váltás sikertelen!

source: Remove all inactive tabs?
hu: Eltávolítja az összes inaktív lapot?

source: This tab (%s) is locked! Close anyway?
hu: Ez a lap (%s) zárolva van! Mindenképp bezárja?

source: Confirmation of parameter
hu: Paraméter megerősítése

source: Command not found! (%s)
hu: Parancs nem található! (%s)

source: Are you sure you want to quit?
hu: Biztosan ki akar lépni?

source: The file %s has changed. Do you want to copy it backward?
hu: A(z) %s fájl megváltozott. Visszafelé szeretné másolni?

source: Could not copy backward - do you want to keep the changed file?
hu: Nem sikerült visszafelé másolni - meg akarja tartani a módosított fájlt?

source: Copy %d selected files/directories?
hu: %d kiválasztott fájl/könyvtár másolása?

source: Copy selected "%s"?
hu: Kiválasztott "%s" másolása?

source: < Create a new file type "%s files" >
hu: < Új fájltípus létrehozása "%s fájlok" >

source: Enter location and filename where to save a DC Toolbar file
hu: Adja meg a DC eszköztár fájl mentési helyét és nevét

source: Custom action
hu: Egyéni művelet

source: Delete the partially copied file ?
hu: Törli a részben másolt fájlt?

source: Delete %d selected files/directories?
hu: %d kiválasztott fájl/könyvtár törlése?

source: Delete %d selected files/directories into trash can?
hu: %d kiválasztott fájl/könyvtár törlése a kukába?

source: Delete selected "%s"?
hu: Kiválasztott "%s" törlése?

source: Delete selected "%s" into trash can?
hu: Kiválasztott "%s" törlése a kukába?

source: Can not delete "%s" to trash! Delete directly?
hu: "%s" nem törölhető a kukába! Közvetlenül törölje?

source: Disk is not available
hu: A lemez nem elérhető

source: Enter custom action name:
hu: Adja meg az egyéni művelet nevét:

source: Enter file extension:
hu: Adja meg a fájl kiterjesztését:

source: Enter name:
hu: Adja meg a nevet:

source: Enter name of new file type to create for extension "%s"
hu: Adja meg az új fájltípus nevét a "%s" kiterjesztéshez

source: CRC error in archive data
hu: CRC hiba az archív adatokban

source: Data is bad
hu: Hibás adat

source: Can not connect to server: "%s"
hu: Nem lehet csatlakozni a szerverhez: "%s"

source: Cannot copy file %s to %s
hu: A(z) %s fájl nem másolható a %s helyre

source: Cannot move directory %s
hu: A(z) %s könyvtár nem helyezhető át

source: Cannot move file %s
hu: A(z) %s fájl nem helyezhető át

source: There already exists a directory named "%s".
hu: Már létezik "%s" nevű könyvtár.

source: Date %s is not supported
hu: A(z) %s dátum nem támogatott

source: Directory %s exists!
hu: A(z) %s könyvtár már létezik!

source: Function aborted by user
hu: A műveletet a felhasználó megszakította

source: Error closing file
hu: Hiba a fájl bezárásakor

source: Cannot create file
hu: Nem lehet létrehozni a fájlt

source: No more files in archive
hu: Nincs több fájl az archívumban

source: Cannot open existing file
hu: Nem lehet megnyitni a meglévő fájlt

source: Error reading from file
hu: Hiba a fájl olvasásakor

source: Error writing to file
hu: Hiba a fájl írásakor

source: Can not create directory %s!
hu: Nem lehet létrehozni a(z) %s könyvtárat!

source: Invalid link
hu: Érvénytelen link

source: No files found
hu: Nincsenek fájlok

source: Not enough memory
hu: Nincs elég memória

source: Function not supported!
hu: A funkció nem támogatott!

source: Error in context menu command
hu: Hiba a helyi menü parancsban

source: Error when loading configuration
hu: Hiba a konfiguráció betöltésekor

source: Syntax error in regular expression!
hu: Szintaktikai hiba a reguláris kifejezésben!

source: Cannot rename file %s to %s
hu: A(z) %s fájl nem nevezhető át %s névre

source: Can not save association!
hu: Nem menthető a társítás!

source: Cannot save file
hu: Nem menthető a fájl

source: Can not set attributes for "%s"
hu: Nem állíthatók be az attribútumok a(z) "%s" számára

source: Can not set date/time for "%s"
hu: Nem állítható be a dátum/idő a(z) "%s" számára

source: Can not set owner/group for "%s"
hu: Nem állítható be a tulajdonos/csoport a(z) "%s" számára

source: Can not set permissions for "%s"
hu: Nem állíthatók be a jogosultságok a(z) "%s" számára

source: Can not set extended attributes for "%s"
hu: Nem állíthatók be a kiterjesztett attribútumok a(z) "%s" számára

source: Buffer too small
hu: A puffer túl kicsi

source: Too many files to pack
hu: Túl sok fájl csomagolásához

source: Archive format unknown
hu: Ismeretlen archív formátum

source: Executable: %s
hu: Végrehajtható: %s

source: Exit status:
hu: Kilépési állapot:

source: Are you sure you want to remove all entries of your Favorite Tabs? (There is no "undo" to this action!)
hu: Biztosan eltávolítja az összes Kedvenc Lap bejegyzést? (Nincs "visszavonás" ehhez a művelethez!)

source: Drag here other entries
hu: Húzza ide a többi bejegyzést

source: Enter a name for this new Favorite Tabs entry:
hu: Adjon nevet ennek az új Kedvenc Lap bejegyzésnek:

source: Saving a new Favorite Tabs entry
hu: Új Kedvenc Lap bejegyzés mentése

source: Number of Favorite Tabs exported successfully: %d on %d
hu: Sikeresen exportált Kedvenc Lapok száma: %d / %d

source: Default extra setting for save dir history for new Favorite Tabs:
hu: Alapértelmezett extra beállítás a könyvtár előzmények mentéséhez új Kedvenc Lapokhoz:

source: Number of file(s) imported successfully: %d on %d
hu: Sikeresen importált fájl(ok) száma: %d / %d

source: Legacy tabs imported
hu: Importált örökölt lapok

source: Select .tab file(s) to import (could be more than one at the time!)
hu: Válassza ki az importálandó .tab fájl(oka)t (egyszerre több is lehet!)

source: Last Favorite Tabs modification have been saved yet. Do you want to save them prior to continue?
hu: Az utolsó Kedvenc Lap módosítás még nincs elmentve. Szeretné menteni a folytatás előtt?

# ulng.rsmsgfavoritetabssimplemode
source: Keep saving dir history with Favorite Tabs:
hu: Könyvtár előzmények mentése Kedvenc Lapokkal:

# ulng.rsmsgfavoritetabssubmenuname
source: Submenu name
hu: Almenü neve

source: This will load the Favorite Tabs: "%s"
hu: Ez betölti a Kedvenc Lapokat: "%s"

source: Save current tabs over existing Favorite Tabs entry
hu: Aktuális lapok mentése meglévő Kedvenc Lap bejegyzésre

source: File %s changed, save?
hu: A(z) %s fájl megváltozott, menti?

source: %s bytes, %s
hu: %s bájt, %s

source: Overwrite:
hu: Felülírás:

source: File %s exists, overwrite?
hu: A(z) %s fájl létezik, felülírja?

source: With file:
hu: Fájllal:

source: File "%s" not found.
hu: A(z) "%s" fájl nem található.

source: File operations active
hu: Aktív fájlműveletek

source: Some file operations have not yet finished. Closing Double Commander may result in data loss.
hu: Néhány fájlművelet még nem fejeződött be. A Double Commander bezárása adatvesztést okozhat.

source: The target name length (%d) is more than %d characters! %s Most programs will not be able to access a file/directory with such a long name!
hu: A cél név hossza (%d) több mint %d karakter! %s A legtöbb program nem fogja tudni elérni egy ilyen hosszú nevű fájlt/könyvtárat!

source: File %s is marked as read-only/hidden/system. Delete it?
hu: A(z) %s fájl csak olvasható/rejtett/rendszer. Törli?

source: Are you sure you want to reload the current file and lose the changes?
hu: Biztosan újra akarja tölteni az aktuális fájlt és elveszíteni a módosításokat?

source: The file size of "%s" is too big for destination file system!
hu: A(z) "%s" fájl mérete túl nagy a cél fájlrendszer számára!

source: Folder %s exists, merge?
hu: A(z) %s mappa létezik, összeolvasztja?

source: Follow symlink "%s"?
hu: Követi a(z) "%s" szimbolikus linket?

source: Select the text format to import
hu: Válassza ki az importálandó szövegformátumot

source: Add %d selected dirs
hu: %d kiválasztott könyvtár hozzáadása

source: Add selected dir:
hu: Kiválasztott könyvtár hozzáadása:

source: Add current dir:
hu: Aktuális könyvtár hozzáadása:

source: Do command
hu: Parancs végrehajtása

source: cm_somthing
hu: cm_valami

# ulng.rsmsghotdirconfighotlist
source: Configuration of Directory Hotlist
hu: Könyvtár Hotlist beállítása

source: Are you sure you want to remove all entries of your Directory Hotlist? (There is no "undo" to this action!)
hu: Biztosan eltávolítja a Könyvtár Hotlist összes bejegyzését? (Nincs "visszavonás" ehhez a művelethez!)

source: This will execute the following command:
hu: Ez a következő parancsot hajtja végre:

source: This is hot dir named
hu: Ez a hot dir neve:

source: This will change active frame to the following path:
hu: Ez az aktív keretet a következő útvonalra változtatja:

source: And inactive frame would change to the following path:
hu: És az inaktív keret a következő útvonalra változna:

source: Error backuping entries...
hu: Hiba a bejegyzések biztonsági mentésekor...

source: Error exporting entries...
hu: Hiba a bejegyzések exportálásakor...

source: Export all!
hu: Összes exportálása!

source: Export Directory Hotlist - Select the entries you want to export
hu: Könyvtár Hotlist exportálása - Válassza ki az exportálandó bejegyzéseket

source: Export selected
hu: Kiválasztottak exportálása

# ulng.rsmsghotdirimportall
source: Import all!
hu: Összes importálása!

source: Import Directory Hotlist - Select the entries you want to import
hu: Könyvtár Hotlist importálása - Válassza ki az importálandó bejegyzéseket

# ulng.rsmsghotdirimportsel
source: Import selected
hu: Kiválasztottak importálása

# ulng.rsmsghotdirjustpath
source: &Path:
hu: &Útvonal:

source: Locate ".hotlist" file to import
hu: Keresse meg az importálandó ".hotlist" fájlt

source: Hotdir name
hu: Hotdir név

source: Number of new entries: %d
hu: Új bejegyzések száma: %d

source: Nothing selected to export!
hu: Nincs kiválasztva exportálandó elem!

source: Hotdir path
hu: Hotdir útvonal

source: Re-Add selected dir:
hu: Kiválasztott könyvtár újra hozzáadása:

source: Re-Add current dir:
hu: Aktuális könyvtár újra hozzáadása:

source: Enter location and filename of Directory Hotlist to restore
hu: Adja meg a visszaállítandó Könyvtár Hotlist helyét és fájlnevét

# ulng.rsmsghotdirsimplecommand
source: Command:
hu: Parancs:

# ulng.rsmsghotdirsimpleendofmenu
source: (end of sub menu)
hu: (almenü vége)

# ulng.rsmsghotdirsimplemenu
source: Menu &name:
hu: Menü &neve:

# ulng.rsmsghotdirsimplename
source: &Name:
hu: &Név:

# ulng.rsmsghotdirsimpleseparator
source: (separator)
hu: (elválasztó)

# ulng.rsmsghotdirsubmenuname
source: Submenu name
hu: Almenü neve

source: Hotdir target
hu: Hotdir cél

source: Determine if you want the active frame to be sorted in a specified order after changing directory
hu: Határozza meg, hogy az aktív keret egy meghatározott sorrendbe rendeződjön-e a könyvtárváltás után

source: Determine if you want the not active frame to be sorted in a specified order after changing directory
hu: Határozza meg, hogy az inaktív keret egy meghatározott sorrendbe rendeződjön-e a könyvtárváltás után

source: Some functions to select appropriate path relative, absolute, windows special folders, etc.
hu: Néhány funkció a megfelelő relatív, abszolút útvonal, Windows speciális mappák stb. kiválasztásához.

source: Total entries saved: %d Backup filename: %s
hu: Összes mentett bejegyzés: %d Biztonsági mentés fájlneve: %s

source: Total entries exported:
hu: Összes exportált bejegyzés:

source: Do you want to delete all elements inside the sub-menu [%s]? Answering NO will delete only menu delimiters but will keep element inside sub-menu.
hu: Törli az összes elemet a(z) [%s] almenüben? A NEM válasszal csak a menü elválasztókat törli, de az almenü elemeit megtartja.

source: Enter location and filename where to save a Directory Hotlist file
hu: Adja meg a Könyvtár Hotlist fájl mentési helyét és nevét

source: Incorrect resulting filelength for file : "%s"
hu: Helytelen eredményül kapott fájlméret a(z) "%s" fájlhoz

source: Please insert next disk or something similar. It is to allow writing this file: "%s" Number of bytes still to write: %d
hu: Kérjük, helyezze be a következő lemezt vagy valami hasonlót. Ez lehetővé teszi a következő fájl írását: "%s" Még írandó bájtok száma: %d

source: Error in command line
hu: Hiba a parancssorban

source: Invalid filename
hu: Érvénytelen fájlnév

source: Invalid format of configuration file
hu: A konfigurációs fájl formátuma érvénytelen

source: Invalid hexadecimal number: "%s"
hu: Érvénytelen hexadecimális szám: "%s"

source: Invalid path
hu: Érvénytelen útvonal

source: Path %s contains forbidden characters.
hu: A(z) %s útvonal tiltott karaktereket tartalmaz.

source: This is not a valid plugin!
hu: Ez nem érvényes bővítmény!

source: This plugin is built for Double Commander for %s.%sIt can not work with Double Commander for %s!
hu: Ez a bővítmény a Double Commander %s verziójához készült.%s Nem működik a Double Commander %s verziójával!
