Repository: doublecmd/doublecmd
Catalog: language/doublecmd.*.po
Languages: hu

source: Comparing... %d%% (ESC to cancel)
hu: Összehasonlítás... %d%% (ESC a megszakításhoz)

source: Left: Delete %d file(s)
hu: Bal oldal: %d fájl törlése

source: Right: Delete %d file(s)
hu: Jobb oldal: %d fájl törlése

source: Files found: %d (Identical: %d, Different: %d, Unique left: %d, Unique right: %d)
hu: Talált fájlok: %d (Azonosak: %d, Különbözőek: %d, Egyediek balon: %d, Egyediek jobbon: %d)

source: Left to Right: Copy %d files, total size: %s (%s)
hu: Balról jobbra: %d fájl másolása, összméret: %s (%s)

source: Right to Left: Copy %d files, total size: %s (%s)
hu: Jobbról balra: %d fájl másolása, összméret: %s (%s)

source: Choose template...
hu: Sablon kiválasztása...

source: C&heck free space
hu: Szabad &hely ellenőrzése

source: Cop&y attributes
hu: Attribútumok másolá&sa

source: Copy o&wnership
hu: Tulajdonjog másolá&sa

source: Copy &permissions
hu: Jogosultságok másolá&sa

# tfilesystemcopymoveoperationoptionsui.cbcopytime.caption
source: Copy d&ate/time
hu: Dátum/idő másolá&sa

source: Correct lin&ks
hu: Linkek javítá&sa

source: Drop readonly fla&g
hu: Csak olvasható jelző eltávolítá&sa

source: E&xclude empty directories
hu: Üres &könyvtárak kihagyása

# tfilesystemcopymoveoperationoptionsui.cbfollowlinks.caption
source: Fo&llow links
hu: Linkek követé&se

source: &Reserve space
hu: Hely foglalá&sa

source: Copy on write
hu: Írás közbeni másolás

source: &Verify
hu: &Ellenőrzés

source: What to do when cannot set file time, attributes, etc.
hu: Mit tegyen, ha nem állítható be a fájl ideje, attribútumai stb.

source: Use file template
hu: Fájlsablon használata

# tfilesystemcopymoveoperationoptionsui.lbldirectoryexists.caption
source: When dir&ectory exists
hu: Ha a &könyvtár létezik

source: When &file exists
hu: Ha a &fájl létezik

source: When ca&nnot set property
hu: Ha a tulajdo&nság nem állítható be

source: <no template>
hu: <nincs sablon>

# tfrmabout.btnclose.caption
source: &Close
hu: &Bezárás

source: Copy to clipboard
hu: Másolás vágólapra

# tfrmabout.caption
source: About
hu: Névjegy

# tfrmabout.lblbuild.caption
source: Build
hu: Összeállítás

# tfrmabout.lblcommit.caption
source: Commit
hu: Véglegesítés (commit)

source: Home Page:
hu: Honlap:

# tfrmabout.lblrevision.caption
source: Revision
hu: Revízió

# tfrmabout.lblversion.caption
source: Version
hu: Verzió

# tfrmattributesedit.btncancel.caption
source: &Cancel
hu: &Mégse

source: &Reset
hu: &Alaphelyzet

source: Choose attributes
hu: Attribútumok kiválasztása

source: &Archive
hu: &Archív

source: Co&mpressed
hu: Tömö&rített

source: &Directory
hu: &Könyvtár

source: &Encrypted
hu: Titko&sított

source: &Hidden
hu: Rej&tett

source: Read o&nly
hu: Csak olva&sható

source: S&parse
hu: Ritkíto&tt

# tfrmattributesedit.cbsticky.caption
source: Sticky
hu: Ragadós

source: &Symlink
hu: &Szimbolikus link

source: S&ystem
hu: S&zerverzió

source: &Temporary
hu: &Ideiglenes

source: NTFS attributes
hu: NTFS attribútumok

source: General attributes
hu: Általános attribútumok

# tfrmattributesedit.lblattrbitsstr.caption
source: Bits:
hu: Bitminta:

# tfrmattributesedit.lblattrgroupstr.caption
source: Group
hu: Csoport

# tfrmattributesedit.lblattrotherstr.caption
source: Other
hu: Egyéb

# tfrmattributesedit.lblattrownerstr.caption
source: Owner
hu: Tulajdonos

# tfrmattributesedit.lblexec.caption
source: Execute
hu: Végrehajtás

# tfrmattributesedit.lblread.caption
source: Read
hu: Olvasás

source: As te&xt:
hu: &Szövegként:

# tfrmattributesedit.lblwrite.caption
source: Write
hu: Írás

source: Benchmark
hu: Teljesítményteszt

source: Benchmark data size: %d MB
hu: Tesztadatok mérete: %d MB

source: Hash
hu: Kivonat

source: Time (ms)
hu: Idő (ms)

source: Speed (MB/s)
hu: Sebesség (MB/s)

# tfrmchecksumcalc.caption
source: Calculate checksum...
hu: Ellenőrzőösszeg számítása...

source: Open checksum file after job is completed
hu: Ellenőrzőösszeg fájl megnyitása a feladat befejezése után

source: C&reate separate checksum file for each file
hu: Külön ellenőrzőösszeg fájl létrehozása minden fájlhoz

source: Create separate checksum file for each &directory
hu: Külön ellenőrzőösszeg fájl létrehozása minden könyvtárhoz

source: File &format
hu: Fájlformátum

source: &Save checksum file(s) to:
hu: Ellenőrzőösszeg fájl(ok) mentése ide:

# TFRMCHECKSUMVERIFY.BTNCLOSE.CAPTION
source: &Close
hu: &Bezárás

# tfrmchecksumverify.caption
source: Verify checksum...
hu: Ellenőrzőösszeg ellenőrzése...

# tfrmchooseencoding.caption
source: Encoding
hu: Kódolás

# tfrmconnectionmanager.btnadd.caption
source: A&dd
hu: &Hozzáadás

# TFRMCONNECTIONMANAGER.BTNCANCEL.CAPTION
source: &Cancel
hu: &Mégse

source: C&onnect
hu: &Kapcsolódás

# tfrmconnectionmanager.btndelete.caption
source: &Delete
hu: &Törlés

# tfrmconnectionmanager.btnedit.caption
source: &Edit
hu: &Szerkesztés

source: Connection manager
hu: Kapcsolatkezelő

source: Connect to:
hu: Kapcsolódás ide:

source: A&dd To Queue
hu: Várakozási &sorba helyez

# TFRMCOPYDLG.BTNCANCEL.CAPTION
source: &Cancel
hu: &Mégse

source: O&ptions
hu: Beállítások

source: Sa&ve these options as default
hu: Beállítások mentése alapértelmezettként

# tfrmcopydlg.caption
source: Copy file(s)
hu: Fájl(ok) másolása

# tfrmcopydlg.mnunewqueue.caption
source: New queue
hu: Új sor

# tfrmcopydlg.mnuqueue1.caption
source: Queue 1
hu: 1. sor

# tfrmcopydlg.mnuqueue2.caption
source: Queue 2
hu: 2. sor

# tfrmcopydlg.mnuqueue3.caption
source: Queue 3
hu: 3. sor

# tfrmcopydlg.mnuqueue4.caption
source: Queue 4
hu: 4. sor

# tfrmcopydlg.mnuqueue5.caption
source: Queue 5
hu: 5. sor

source: Save Description
hu: Leírás mentése

# TFRMDESCREDIT.BTNCANCEL.CAPTION
source: &Cancel
hu: &Mégse

source: File/folder comment
hu: Fájl/mappa megjegyzés

source: E&dit comment for:
hu: M&egjegyzés szerkesztése ehhez:

source: &Encoding:
hu: &Kódolás:

# TFRMDIFFER.ACTABOUT.CAPTION
source: About
hu: Névjegy

source: Auto Compare
hu: Automatikus összehasonlítás

# tfrmdiffer.actbinarycompare.caption
source: Binary Mode
hu: Bináris mód

# tfrmdiffer.actcancelcompare.caption
source: Cancel
hu: Mégse

# TFRMDIFFER.ACTCANCELCOMPARE.HINT
source: Cancel
hu: Mégse

# tfrmdiffer.actcopylefttoright.caption
source: Copy Block Right
hu: Blokk másolása jobbra

# TFRMDIFFER.ACTCOPYLEFTTORIGHT.HINT
source: Copy Block Right
hu: Blokk másolása jobbra

# tfrmdiffer.actcopyrighttoleft.caption
source: Copy Block Left
hu: Blokk másolása balra

# TFRMDIFFER.ACTCOPYRIGHTTOLEFT.HINT
source: Copy Block Left
hu: Blokk másolása balra

# tfrmdiffer.acteditcopy.caption
source: Copy
hu: Másolás

# tfrmdiffer.acteditcut.caption
source: Cut
hu: Kivágás

# tfrmdiffer.acteditdelete.caption
source: Delete
hu: Törlés

# tfrmdiffer.acteditpaste.caption
source: Paste
hu: Beillesztés

# tfrmdiffer.acteditredo.caption
source: Redo
hu: Újra

# tfrmdiffer.acteditredo.hint
source: Redo
hu: Újra

source: Select &All
hu: Mindent &kijelöl

# tfrmdiffer.acteditundo.caption
source: Undo
hu: Visszavonás

# tfrmdiffer.acteditundo.hint
source: Undo
hu: Visszavonás

# tfrmdiffer.actexit.caption
source: E&xit
hu: K&ilépés

# tfrmdiffer.actfind.caption
source: &Find
hu: &Keresés

# tfrmdiffer.actfind.hint
source: Find
hu: Keresés

# tfrmdiffer.actfindnext.caption
source: Find next
hu: Következő keresése

# tfrmdiffer.actfindnext.hint
source: Find next
hu: Következő keresése

# tfrmdiffer.actfindprev.caption
source: Find previous
hu: Előző keresése

# tfrmdiffer.actfindprev.hint
source: Find previous
hu: Előző keresése

# tfrmdiffer.actfindreplace.caption
source: &Replace
hu: &Csere

# tfrmdiffer.actfindreplace.hint
source: Replace
hu: Csere

# tfrmdiffer.actfirstdifference.caption
source: First Difference
hu: Első eltérés

# TFRMDIFFER.ACTFIRSTDIFFERENCE.HINT
source: First Difference
hu: Első eltérés

# tfrmdiffer.actgotoline.caption
source: Goto Line...
hu: Ugrás sorra...

# tfrmdiffer.actgotoline.hint
source: Goto Line
hu: Ugrás sorra

source: Ignore Case
hu: Kis-nagybetű figyelmen kívül hagyása

source: Ignore Blanks
hu: Üres helyek figyelmen kívül hagyása

source: Keep Scrolling
hu: Görgetés folytatása

# tfrmdiffer.actlastdifference.caption
source: Last Difference
hu: Utolsó különbség

# TFRMDIFFER.ACTLASTDIFFERENCE.HINT
source: Last Difference
hu: Utolsó különbség

source: Line Differences
hu: Sorkülönbségek

# tfrmdiffer.actnextdifference.caption
source: Next Difference
hu: Következő különbség

# TFRMDIFFER.ACTNEXTDIFFERENCE.HINT
source: Next Difference
hu: Következő különbség

source: Open Left...
hu: Bal oldal megnyitása...

source: Open Right...
hu: Jobb oldal megnyitása...

source: Paint Background
hu: Háttér festése

# tfrmdiffer.actprevdifference.caption
source: Previous Difference
hu: Előző különbség

# TFRMDIFFER.ACTPREVDIFFERENCE.HINT
source: Previous Difference
hu: Előző különbség

source: &Reload
hu: &Újratöltés

# tfrmdiffer.actreload.hint
source: Reload
hu: Újratöltés

# tfrmdiffer.actsave.caption
source: Save
hu: Mentés

# TFRMDIFFER.ACTSAVE.HINT
source: Save
hu: Mentés

# tfrmdiffer.actsaveas.caption
source: Save as...
hu: Mentés másként...

# TFRMDIFFER.ACTSAVEAS.HINT
source: Save as...
hu: Mentés másként...

# tfrmdiffer.actsaveleft.caption
source: Save Left
hu: Bal oldal mentése

# TFRMDIFFER.ACTSAVELEFT.HINT
source: Save Left
hu: Bal oldal mentése

# tfrmdiffer.actsaveleftas.caption
source: Save Left As...
hu: Bal oldal mentése másként...

# TFRMDIFFER.ACTSAVELEFTAS.HINT
source: Save Left As...
hu: Bal oldal mentése másként...

# tfrmdiffer.actsaveright.caption
source: Save Right
hu: Jobb oldal mentése

# TFRMDIFFER.ACTSAVERIGHT.HINT
source: Save Right
hu: Jobb oldal mentése

# tfrmdiffer.actsaverightas.caption
source: Save Right As...
hu: Jobb oldal mentése másként...

# TFRMDIFFER.ACTSAVERIGHTAS.HINT
source: Save Right As...
hu: Jobb oldal mentése másként...

# tfrmdiffer.actstartcompare.caption
source: Compare
hu: Összehasonlítás

# TFRMDIFFER.ACTSTARTCOMPARE.HINT
source: Compare
hu: Összehasonlítás

# tfrmdiffer.btnleftencoding.hint
source: Encoding
hu: Kódolás

# TFRMDIFFER.BTNRIGHTENCODING.HINT
source: Encoding
hu: Kódolás

source: Compare files
hu: Fájlok összehasonlítása

source: &Left
hu: &Bal

source: &Right
hu: &Jobb

source: &Actions
hu: &Műveletek

# TFRMDIFFER.MNUEDIT.CAPTION
source: &Edit
hu: &Szerkesztés

# tfrmdiffer.mnuencoding.caption
source: En&coding
hu: Kódo&lás

# tfrmdiffer.mnufile.caption
source: &File
hu: &Fájl

source: &Options
hu: &Beállítások

source: Add new shortcut to sequence
hu: Új gyorsbillentyű hozzáadása a sorozathoz

# TFRMEDITHOTKEY.BTNCANCEL.CAPTION
source: &Cancel
hu: &Mégse

source: Remove last shortcut from sequence
hu: Utolsó gyorsbillentyű eltávolítása a sorozatból

source: Select shortcut from list of remaining free available keys
hu: Gyorsbillentyű kiválasztása a rendelkezésre álló szabad billentyűk listájából

source: Only for these controls
hu: Csak ezekhez a vezérlőkhöz

source: &Parameters (each in a separate line):
hu: &Paraméterek (mindegyik külön sorban):

source: Shortcuts:
hu: Gyorsbillentyűk:

# TFRMEDITOR.ACTABOUT.CAPTION
source: About
hu: Névjegy

# TFRMEDITOR.ACTABOUT.HINT
source: About
hu: Névjegy

source: &Configuration
hu: &Beállítások

# tfrmeditor.actconfhigh.hint
source: Configuration
hu: Beállítások

# TFRMEDITOR.ACTEDITCOPY.CAPTION
source: Copy
hu: Másolás

# TFRMEDITOR.ACTEDITCOPY.HINT
source: Copy
hu: Másolás

# TFRMEDITOR.ACTEDITCUT.CAPTION
source: Cut
hu: Kivágás

# TFRMEDITOR.ACTEDITCUT.HINT
source: Cut
hu: Kivágás

# TFRMEDITOR.ACTEDITDELETE.CAPTION
source: Delete
hu: Törlés

# TFRMEDITOR.ACTEDITDELETE.HINT
source: Delete
hu: Törlés

# tfrmeditor.acteditfind.caption
source: &Find
hu: &Keresés

# tfrmeditor.acteditfind.hint
source: Find
hu: Keresés

# tfrmeditor.acteditfindnext.caption
source: Find next
hu: Következő keresése

# TFRMEDITOR.ACTEDITFINDNEXT.HINT
source: Find next
hu: Következő keresése

# tfrmeditor.acteditfindprevious.caption
source: Find previous
hu: Előző keresése

# tfrmeditor.acteditgotoline.caption
source: Goto Line...
hu: Ugrás sorra...

# TFRMEDITOR.ACTEDITLINEENDCR.HINT
source: Mac (CR)
hu: Mac (CR) sortörés

# TFRMEDITOR.ACTEDITLINEENDCRLF.HINT
source: Windows (CRLF)
hu: Windows (CRLF) sortörés

# TFRMEDITOR.ACTEDITLINEENDLF.HINT
source: Unix (LF)
hu: Unix (LF) sortörés

# TFRMEDITOR.ACTEDITPASTE.CAPTION
source: Paste
hu: Beillesztés

# TFRMEDITOR.ACTEDITPASTE.HINT
source: Paste
hu: Beillesztés

# TFRMEDITOR.ACTEDITREDO.CAPTION
source: Redo
hu: Újra

# TFRMEDITOR.ACTEDITREDO.HINT
source: Redo
hu: Újra

# tfrmeditor.acteditrplc.caption
source: &Replace
hu: &Csere

# tfrmeditor.acteditrplc.hint
source: Replace
hu: Csere

source: Select&All
hu: Mindent k&ijelöl

# tfrmeditor.acteditselectall.hint
source: Select All
hu: Mindent kijelöl

source: Time/Date
hu: Idő/Dátum

# TFRMEDITOR.ACTEDITUNDO.CAPTION
source: Undo
hu: Visszavonás

# TFRMEDITOR.ACTEDITUNDO.HINT
source: Undo
hu: Visszavonás

# TFRMEDITOR.ACTFILECLOSE.CAPTION
source: &Close
hu: &Bezárás

# tfrmeditor.actfileclose.hint
source: Close
hu: Bezárás

# TFRMEDITOR.ACTFILEEXIT.CAPTION
source: E&xit
hu: Kilé&pés

# tfrmeditor.actfileexit.hint
source: Exit
hu: Kilépés

source: &New
hu: Ú&j

# tfrmeditor.actfilenew.hint
source: New
hu: Új

source: &Open
hu: &Megnyitás

# tfrmeditor.actfileopen.hint
source: Open
hu: Megnyitás

# tfrmeditor.actfilereload.caption
source: Reload
hu: Újratöltés

# tfrmeditor.actfilesave.caption
source: &Save
hu: &Mentés

# TFRMEDITOR.ACTFILESAVE.HINT
source: Save
hu: Mentés

source: Save &As...
hu: Mentés &másként...

source: Save As
hu: Mentés másként

# tfrmeditor.actzoomin.caption
source: Zoom In
hu: Nagyítás

# tfrmeditor.actzoomout.caption
source: Zoom Out
hu: Kicsinyítés

# tfrmeditor.caption
source: Editor
hu: Szerkesztő

# tfrmeditor.help1.caption
source: &Help
hu: &Súgó

# TFRMEDITOR.MIEDIT.CAPTION
source: &Edit
hu: &Szerkesztés

# TFRMEDITOR.MIENCODING.CAPTION
source: En&coding
hu: Kó&dolás

source: Open as
hu: Megnyitás mint

# tfrmeditor.miencodingout.caption
source: Save as
hu: Mentés mint

# TFRMEDITOR.MIFILE.CAPTION
source: &File
hu: &Fájl

source: Syntax highlight
hu: Szintaxis kiemelés

source: End Of Line
hu: Sorvége jel

# TFRMEDITSEARCHREPLACE.BUTTONPANEL.CANCELBUTTON.CAPTION
source: &Cancel
hu: &Mégse

source: &Multiline pattern
hu: &Többsoros minta

source: C&ase sensitivity
hu: Nagy- és kisbetű &különbségtétel

source: S&earch from caret
hu: Keresés a kurzor&pozíciótól

# tfrmeditsearchreplace.cbsearchregexp.caption
source: &Regular expressions
hu: &Reguláris kifejezések

source: Selected &text only
hu: Csak a &kijelölt szövegben

source: &Whole words only
hu: Csak teljes sza&vak

source: Option
hu: Beállítások

source: &Replace with:
hu: &Csere erre:

source: &Search for:
hu: &Keresés:

source: Direction
hu: Irány

source: Do this for &all current objects
hu: Minden jelenlegi objektumra alkalmazza

source: Unpack files
hu: Fájlok kibontása

source: &Unpack path names if stored with files
hu: &Kicsomagolási útvonalak nevei, ha a fájlokkal együtt tárolva vannak

source: Unpack each archive to a &separate subdir (name of the archive)
hu: Minden archívum kicsomagolása &külön almappába (az archívum nevével)

source: O&verwrite existing files
hu: Meglévő fájlok &felülírása

source: To the &directory:
hu: A következő &mappába:

source: &Extract files matching file mask:
hu: Fájlmaszknak megfelelő fájlok &kicsomagolása:

source: &Password for encrypted files:
hu: Titkosított fájlok jelszava:

# TFRMFILEEXECUTEYOURSELF.BTNCLOSE.CAPTION
source: &Close
hu: &Bezárás

source: Wait...
hu: Várakozás...

source: File name:
hu: Fájlnév:

# tfrmfileexecuteyourself.lblfrompath.caption
source: From:
hu: Forrás:

source: Click on Close when the temporary file can be deleted!
hu: Kattints a Bezárás gombra, ha a temporális fájl törölhető!

# TFRMFILEOP.BTNCANCEL.CAPTION
source: &Cancel
hu: &Mégsem

source: &To panel
hu: &Panelra

source: &View all
hu: Összes &megtekintése

source: Current operation:
hu: Aktuális művelet:

# TFRMFILEOP.LBLFROM.CAPTION
source: From:
hu: Forrás:

source: To:
hu: Cél:

# tfrmfileproperties.caption
source: Properties
hu: Tulajdonságok

# TFRMFILEPROPERTIES.CBSTICKY.CAPTION
source: Sticky
hu: Ragadós (Sticky)

source: Allow &executing file as program
hu: Fájl futtatásának engedélyezése &programként

source: &Recursive
hu: &Rekurzív

# TFRMFILEPROPERTIES.DIVIDERBEVEL3.CAPTION
source: Owner
hu: Tulajdonos

# TFRMFILEPROPERTIES.LBLATTRBITSSTR.CAPTION
source: Bits:
hu: Bitek:

# TFRMFILEPROPERTIES.LBLATTRGROUPSTR.CAPTION
source: Group
hu: Csoport

# TFRMFILEPROPERTIES.LBLATTROTHERSTR.CAPTION
source: Other
hu: Egyéb

# TFRMFILEPROPERTIES.LBLATTROWNERSTR.CAPTION
source: Owner
hu: Tulajdonos

# tfrmfileproperties.lblattrtextstr.caption
source: Text:
hu: Szöveg:

source: Contains:
hu: Tartalom:

# tfrmfileproperties.lblcreatedstr.caption
source: Created:
hu: Létrehozva:

# TFRMFILEPROPERTIES.LBLEXEC.CAPTION
source: Execute
hu: Végrehajtás

source: Execute:
hu: Végrehajtható:

# TFRMFILEPROPERTIES.LBLFILE.CAPTION
source: File name
hu: Fájlnév

# tfrmfileproperties.lblfilestr.caption
source: File name
hu: Fájlnév

# tfrmfileproperties.lblfolderstr.caption
source: Path:
hu: Elérési út:

source: &Group
hu: &Csoport

# tfrmfileproperties.lbllastaccessstr.caption
source: Accessed:
hu: Utolsó hozzáférés:

# tfrmfileproperties.lbllastmodifstr.caption
source: Modified:
hu: Módosítva:

source: Status changed:
hu: Állapot változás:

source: Links:
hu: Hivatkozások:

source: Media type:
hu: Médiatípus:

# tfrmfileproperties.lbloctal.caption
source: Octal:
hu: Oktális:

source: O&wner
hu: Tulajdo&nos

# TFRMFILEPROPERTIES.LBLREAD.CAPTION
source: Read
hu: Olvasás

source: Size on disk:
hu: Lemez mérete:

# tfrmfileproperties.lblsizestr.caption
source: Size:
hu: Méret:

source: Symlink to:
hu: Szimbolikus link célja:

source: Type:
hu: Típus:

# TFRMFILEPROPERTIES.LBLWRITE.CAPTION
source: Write
hu: Írás

# tfrmfileproperties.sgplugins.columns[0].title.caption
source: Name
hu: Név

# tfrmfileproperties.sgplugins.columns[1].title.caption
source: Value
hu: Érték

# tfrmfileproperties.tsattributes.caption
source: Attributes
hu: Attribútumok

# tfrmfileproperties.tsplugins.caption
source: Plugins
hu: Bővítmények

# TFRMFILEPROPERTIES.TSPROPERTIES.CAPTION
source: Properties
hu: Tulajdonságok

# tfrmfileunlock.btnclose.caption
source: Close
hu: Bezárás

source: Terminate
hu: Leállítás

# tfrmfileunlock.btnunlock.caption
source: Unlock
hu: Feloldás

source: Unlock All
hu: Összes feloldása

# tfrmfileunlock.caption
source: Unlock
hu: Feloldás

source: File Handle
hu: Fájlkezelő

source: Process ID
hu: Folyamat azonosító

source: Executable Path
hu: Végrehajtható útvonal

# TFRMFINDDLG.ACTCANCEL.CAPTION
source: C&ancel
hu: &Mégse

source: Cancel search and close window
hu: Keresés megszakítása és ablak bezárása

# TFRMFINDDLG.ACTCLOSE.CAPTION
source: &Close
hu: &Bezárás

# TFRMFINDDLG.ACTCONFIGFILESEARCHHOTKEYS.CAPTION
source: Configuration of hot keys
hu: Gyorsbillentyűk beállítása

# tfrmfinddlg.actedit.caption
source: &Edit
hu: &Szerkesztés

source: Feed to &listbox
hu: Bevitel a &listába

source: Cancel search, close and free from memory
hu: Keresés megszakítása, bezárás és memóriából törlés

source: For all other "Find files", cancel, close and free from memory
hu: "Fájlok keresése" ablakok megszakítása, bezárása és memóriából törlése

source: &Go to file
hu: Ugrás a &fájlhoz

# TFRMFINDDLG.ACTINTELLIFOCUS.CAPTION
source: Find Data
hu: Adat keresése

source: &Last search
hu: &Utolsó keresés

source: &New search
hu: &Új keresés

source: New search (clear filters)
hu: Új keresés (szűrők törlése)

source: Go to page "Advanced"
hu: Ugrás a "Speciális" oldalra

source: Go to page "Load/Save"
hu: Ugrás a "Betöltés/Mentés" oldalra

source: Switch to Nex&t Page
hu: Következő &oldalra váltás

source: Go to page "Plugins"
hu: Ugrás a "Bővítmények" oldalra

source: Switch to &Previous Page
hu: &Előző oldalra váltás

source: Go to page "Results"
hu: Ugrás az "Eredmények" oldalra

source: Go to page "Standard"
hu: Ugrás a "Standard" oldalra

# tfrmfinddlg.actstart.caption
source: &Start
hu: &Indítás

# tfrmfinddlg.actview.caption
source: &View
hu: &Nézet

# tfrmfinddlg.btnaddattribute.caption
source: &Add
hu: &Hozzáadás

# TFRMFINDDLG.BTNATTRSHELP.CAPTION
source: &Help
hu: &Súgó

# TFRMFINDDLG.BTNSAVETEMPLATE.CAPTION
source: &Save
hu: &Mentés

# TFRMFINDDLG.BTNSEARCHDELETE.CAPTION
source: &Delete
hu: &Törlés

source: L&oad
hu: Beto&ltás

source: S&ave
hu: Menté&s

source: Sa&ve with "Start in directory"
hu: "Kezdőkönyvtárral" menté&s

source: If saved then "Start in directory" will be restored when loading template. Use it if you want to fix searching to a certain directory
hu: Ha elmenti, akkor a "Kezdő könyvtár" visszaállításra kerül a sablon betöltésekor. Használja, ha egy adott könyvtárban szeretne rögzített keresést végezni

source: Use template
hu: Sablon használata

# tfrmfinddlg.caption
source: Find files
hu: Fájlok keresése

source: Case sens&itive
hu: Kis- és nagy&betű érzékeny

source: &Date from:
hu: &Dátumtól:

source: Dat&e to:
hu: Dá&tumig:

source: S&ize from:
hu: Méret&től:

source: Si&ze to:
hu: Mé&retig:

source: Search in &archives
hu: Keresés &archívumokban

source: Find &text in file
hu: Szöveg keresése a fájlban

source: Follow s&ymlinks
hu: Szimbolikus linkek követése

source: Find files N&OT containing the text
hu: A szöveget NEM tartalmazó fájlok keresése

source: N&ot older than:
hu: N&em régebbi mint:

source: Opened tabs
hu: Nyitott lapok

source: Searc&h for part of file name
hu: Fájlnév ré&szletének keresése

source: &Regular expression
hu: &Reguláris kifejezés

source: Re&place by
hu: &Csere erre

source: Selected directories and files
hu: Kiválasztott könyvtárak és fájlok

source: Reg&ular expression
hu: Reguláris kifejezés

source: &Time from:
hu: &Időtől:

source: Ti&me to:
hu: Idő&ig:

source: &Use search plugin:
hu: Kereső bővítmény &használata:

source: same content
hu: azonos tartalom

source: same hash
hu: azonos hash

source: same name
hu: azonos név

source: Find du&plicate files:
hu: &Duplikátum fájlok keresése:

source: same size
hu: azonos méret

# tfrmfinddlg.chkhex.caption
source: Hexadeci&mal
hu: Hexadecimáli&s

source: Enter directories names that should be excluded from search separated with ";"
hu: Adja meg a keresésből kizárandó könyvtárak neveit ";" karakterrel elválasztva

source: Enter files names that should be excluded from search separated with ";"
hu: Adja meg a keresésből kizárandó fájlok neveit ";" karakterrel elválasztva

source: Enter files names separated with ";"
hu: Adja meg a fájlneveket ";" karakterrel elválasztva

# tfrmfinddlg.gbdirectories.caption
source: Directories
hu: Könyvtárak

# tfrmfinddlg.gbfiles.caption
source: Files
hu: Fájlok

# tfrmfinddlg.gbfinddata.caption
source: Find Data
hu: Adatkeresés

source: Attri&butes
hu: Attrib&útumok

source: Encodin&g:
hu: Kó&dolás:

source: E&xclude subdirectories
hu: A&lkönyvtárak kizárása

source: &Exclude files
hu: Fájl&ok kizárása

source: &File mask
hu: Fájlmas&zk

source: Start in &directory
hu: Kezdés a &könyvtárban

source: Search su&bdirectories:
hu: &Alkönyvtárak keresése:

source: &Previous searches:
hu: &Korábbi keresések:

source: &Action
hu: &Művelet

source: For all others, cancel, close and free from memory
hu: Az összes többi esetén megszakítás, bezárás és felszabadítás a memóriából

source: Open In New Tab(s)
hu: Megnyitás új lapokon

# TFRMFINDDLG.MIOPTIONS.CAPTION
source: Options
hu: Beállítások

source: Remove from list
hu: Eltávolítás a listáról

source: &Result
hu: &Eredmény

source: Show all found items
hu: Az összes találat megjelenítése

source: Show In Editor
hu: Megjelenítés szerkesztőben

source: Show In Viewer
hu: Megjelenítés nézőkében

# TFRMFINDDLG.MIVIEWTAB.CAPTION
source: &View
hu: &Nézet

source: Advanced
hu: Haladó

source: Load/Save
hu: Betöltés/Mentés
