Repository: doublecmd/doublecmd
Catalog: language/doublecmd.*.po
Languages: hu

source: &Brightness level of inactive panel:
hu: Inaktív panel &fényerőssége:

source: &Mark Color:
hu: &Jelölés színe:

# tfrmoptionsfilepanelscolors.lblpathactiveback.caption
source: Background:
hu: Háttér:

# tfrmoptionsfilepanelscolors.lblpathactivetext.caption
source: Text Color:
hu: Szöveg színe:

source: Inactive Background:
hu: Inaktív háttér:

source: Inactive Text Color:
hu: Inaktív szöveg színe:

source: Below is a preview. You may move cursor, select file and get immediately an actual look and feel of the various settings.
hu: Az alábbiakban egy előnézet látható. Mozgathatja a kurzort, kijelölhet fájlokat, és azonnal láthatja a különböző beállítások hatását.

source: T&ext Color:
hu: S&zöveg színe:

source: When launching file search, clear file mask filter
hu: Fájlkeresés indításakor a maszk szűrő törlése

source: &Search for part of file name
hu: Fájlnév &részletének keresése

source: Show menu bar in "Find files"
hu: Menüsor megjelenítése a "Fájlkeresés" ablakban

source: Text search in files
hu: Szöveg keresése fájlokban

# TFRMOPTIONSFILESEARCH.GBFILESEARCH.CAPTION
source: File search
hu: Fájlkeresés

source: Current filters with "New search" button:
hu: Jelenlegi szűrők az "Új keresés" gombnál:

source: Default search template:
hu: Alapértelmezett keresési sablon:

source: Use memory mapping for search te&xt in files
hu: Memóriale&képezés használata szövegkereséshez fájlokban

source: &Use stream for search text in files
hu: S&trimmelés használata szövegkereséshez fájlokban

# tfrmoptionsfilesviews.btndefault.caption
source: De&fault
hu: Alapé&rtelmezett

source: Formatting
hu: Formázás

source: Personalized abbreviations to use:
hu: Használandó személyre szabott rövidítések:

source: Sorting
hu: Rendezés

source: &Byte:
hu: &Bájt:

source: Case s&ensitivity:
hu: Kis- és nagy&betű érzékenység:

source: Incorrect format
hu: Helytelen formátum

source: &Date and time format:
hu: Dátum és idő &formátuma:

source: File si&ze format:
hu: Fájl&méret formátuma:

source: &Footer format:
hu: Lábléc &formátuma:

source: &Gigabyte:
hu: &Gigabájt:

source: &Header format:
hu: Fejléc &formátuma:

source: &Kilobyte:
hu: &Kilobájt:

source: Megab&yte:
hu: &Megabájt:

source: &Insert new files:
hu: Új fájlok &beszúrása:

source: O&peration size format:
hu: Műveleti méret &formátuma:

source: So&rting directories:
hu: Mappák &rendezése:

source: &Sort method:
hu: Rendezési módsze&r:

source: &Move updated files:
hu: Frissített fájlok &áthelyezése:

# tfrmoptionsfilesviewscomplement.btnaddattribute.caption
source: &Add
hu: Hozzáadá&s

# tfrmoptionsfilesviewscomplement.btnattrshelp.caption
source: &Help
hu: Súgó

source: Enable changing to &parent folder when double-clicking on empty part of file view
hu: Szülőmappára váltás engedélyezése dupla kattintáskor a fájlnézet üres részén

source: Do&n't load file list until a tab is activated
hu: Fájllista betöltésének késleltetése lap aktiválásáig

source: S&how square brackets around directories
hu: &Szögletes zárójelek megjelenítése [mappák] körül

source: Hi&ghlight new and updated files
hu: Új és frissített fájlok kiemelése

source: Enable inplace &renaming when clicking twice on a name
hu: Név szerkesztése helyben dupla kattintással

source: Load &file list in separate thread
hu: Fájllista betöltése külön szálon

source: Load icons af&ter file list
hu: Ikonok betöltése a fájllista után

source: Show s&ystem and hidden files
hu: Rendszer- és rejtett fájlok megjelenítése

source: &When selecting files with <SPACEBAR>, move down to next file (as with <INSERT>)
hu: <SPACE> lenyomására ugorjon a következő fájlra (mint <INSERT> esetén)

source: Windows style filter when marking files ("*.*" also select files without extension, etc.)
hu: Windows-stílusú szűrő fájlok megjelölésekor ("*.*" a kiterjesztés nélküli fájlokat is kijelöli)

source: Use an independent attribute filter in mask input dialog each time
hu: Független attribútumszűrő használata minden alkalommal a maszk párbeszédablakban

source: Marking/Unmarking entries
hu: Bejegyzések megjelölése/jelölés visszavonása

source: Default attribute mask value to use:
hu: Alapértelmezett attribútummaszk érték:

# TFRMOPTIONSFILETYPESCOLORS.BTNADDCATEGORY.CAPTION
source: A&dd
hu: Hozzáadás

# TFRMOPTIONSFILETYPESCOLORS.BTNDELETECATEGORY.CAPTION
source: D&elete
hu: Törlés

# tfrmoptionsfiletypescolors.btnsearchtemplate.hint
source: Template...
hu: Sablon...

source: File types colors (sort by drag&&drop)
hu: Fájltípus színek (rendezés húzd és ejtsd módszerrel)

source: Category a&ttributes:
hu: Kategória &attribútumok:

source: Category co&lor:
hu: Kategória s&zíne:

# tfrmoptionsfiletypescolors.lblcategorymask.caption
source: Category &mask:
hu: Kategória &maszk:

# tfrmoptionsfiletypescolors.lblcategoryname.caption
source: Category &name:
hu: Kategória &neve:

# tfrmoptionsfonts.hint
source: Fonts
hu: Betűtípusok

# TFRMOPTIONSHOTKEYS.ACTADDHOTKEY.CAPTION
source: Add &hotkey
hu: Gyors&billentyű hozzáadása

# TFRMOPTIONSHOTKEYS.ACTCOPY.CAPTION
source: Copy
hu: Másolás

# TFRMOPTIONSHOTKEYS.ACTDELETE.CAPTION
source: Delete
hu: Törlés

# TFRMOPTIONSHOTKEYS.ACTDELETEHOTKEY.CAPTION
source: &Delete hotkey
hu: Gyors&billentyű törlése

# TFRMOPTIONSHOTKEYS.ACTEDITHOTKEY.CAPTION
source: &Edit hotkey
hu: &Gyorsbillentyű szerkesztése

source: Next category
hu: Következő kategória

source: Make popup the file related menu
hu: Fájlhoz kapcsolódó menü megjelenítése

source: Previous category
hu: Előző kategória

# TFRMOPTIONSHOTKEYS.ACTRENAME.CAPTION
source: Rename
hu: Átnevezés

source: Restore DC default
hu: DC alapértelmezés visszaállítása

source: Save now
hu: Mentés most

source: Sort by command name
hu: Rendezés parancsnév szerint

source: Sort by hotkeys (grouped)
hu: Rendezés gyorsbillentyű szerint (csoportosított)

source: Sort by hotkeys (one per row)
hu: Rendezés gyorsbillentyű szerint (soronként egy)

source: &Filter
hu: &Szűrő

source: C&ategories:
hu: Kategóriá&k:

source: Co&mmands:
hu: Pa&rancsok:

source: &Shortcut files:
hu: &Gyorsbillentyű fájlok:

source: So&rt order:
hu: Re&ndezési sorrend:

source: Categories
hu: Kategóriák

# TFRMOPTIONSHOTKEYS.MICOMMANDS.CAPTION
source: Command
hu: Parancs

source: Sort order
hu: Rendezési sorrend

# tfrmoptionshotkeys.stgcommands.columns[0].title.caption
source: Command
hu: Parancs

# tfrmoptionshotkeys.stgcommands.columns[1].title.caption
source: Hotkeys
hu: Gyorsbillentyűk

# tfrmoptionshotkeys.stgcommands.columns[2].title.caption
source: Description
hu: Leírás

# tfrmoptionshotkeys.stghotkeys.columns[0].title.caption
source: Hotkey
hu: Gyorsbillentyű

# tfrmoptionshotkeys.stghotkeys.columns[1].title.caption
source: Parameters
hu: Paraméterek

source: Controls
hu: Vezérlők

# tfrmoptionsicloud.appslistview.columns[0].caption
source: Applications
hu: Alkalmazások

# tfrmoptionsicloud.appslistview.columns[1].caption
source: Count of Contents
hu: Tartalom száma

# TFRMOPTIONSICONS.CBICONSEXCLUDE.CAPTION
source: For the following &paths and their subdirectories:
hu: A következő &útvonalaknál és azok alkönyvtáraiban:

source: Show icons for actions in &menus
hu: Műveleti ikonok megjelenítése a &menükben

source: Show icons on buttons
hu: Ikonok megjelenítése a gombokon

source: Show o&verlay icons, e.g. for links
hu: "Overlay" ikonok megjelenítése (pl. linkeknél)

source: &Dimmed hidden files (slower)
hu: &Elhalványított rejtett fájlok (lassabb)

source: Disable special icons
hu: Speciális ikonok letiltása

source: Icon size
hu: Ikon méret

source: Icon theme
hu: Ikon téma

source: Show icons
hu: Ikonok megjelenítése

source: Show icons to the left of the filename
hu: Ikonok megjelenítése a fájlnév bal oldalán

source: Disk panel:
hu: Lemez panel:

source: File panel:
hu: Fájl panel:

# tfrmoptionsicons.rbiconsshowall.caption
source: A&ll
hu: M&ind

source: All associated + &EXE/LNK (slow)
hu: Minden társított + &EXE/LNK (lassú)

source: &No icons
hu: Nincse&nek ikonok

source: Only &standard icons
hu: Csak &szabványos ikonok

source: A&dd selected names
hu: Kijelölt nevek &hozzáadása

source: Add selected names with &full path
hu: Kijelölt nevek hozzáadása teljes &útvonallal

# TFRMOPTIONSIGNORELIST.BTNRELATIVESAVEIN.HINT
source: Some functions to select appropriate path
hu: Néhány funkció a megfelelő útvonal kiválasztásához

source: &Ignore (don't show) the following files and folders:
hu: A következő fájlok és mappák &figyelmen kívül hagyása (ne jelenjenek meg):

source: &Save in:
hu: Mentés &ide:

source: Le&ft, Right arrows change directory (Lynx-like movement)
hu: Bal és jobb nyíllal könyvtárváltás (Lynx-szerű mozgás)

source: Typing
hu: Gépelés

source: Alt+L&etters:
hu: Alt+Be&tűk:

source: Ctrl+Alt+Le&tters:
hu: Ctrl+Alt+Be&tűk:

source: &Letters:
hu: Be&tűk:

# tfrmoptionslayout.cbflatdiskpanel.caption
source: &Flat buttons
hu: Lapos gom&bok

source: Flat i&nterface
hu: Lapos &felület

source: Show fr&ee space indicator on drive label
hu: Szabad tér mutató megjelenítése a meghajtó &címkén

source: Show lo&g window
hu: Naplóablak megjeleníté&se

source: Show panel of operation in background
hu: Műveleti panel megjelenítése a háttérben

source: Show common progress in menu bar
hu: Általános folyamatjelző megjelenítése a menüsorban

source: Show command l&ine
hu: Parancssor megjeleníté&se

source: Show current director&y
hu: Aktuális mappa megjeleníté&se

source: Show &drive buttons
hu: Meghajtógombok megjeleníté&se

source: Show free s&pace label
hu: Szabad hely címke megjeleníté&se

source: Show drives list bu&tton
hu: Meghajtólista gomb megjeleníté&se

source: Show function &key buttons
hu: Funkciógombok megjeleníté&se

source: Show &main menu
hu: Főmenü &megjeleníté&se

source: Show tool&bar
hu: Eszkö&ztár mutatása

source: Show short free space &label
hu: Rövid szabad hely &címke mutatása

source: Show &status bar
hu: Állapotsor muta&tása

source: S&how tabstop header
hu: Ta&blázat fejléc mutatása

source: Sho&w folder tabs
hu: Mappalapok muta&tása

source: Show te&rminal window
hu: Terminálablak muta&tása

source: Show two drive button bars (fi&xed width, above file windows)
hu: Két meghajtó gombsor mutatása (rögzí&tett szélesség, a fájlablakok felett)

source: Show middle toolbar
hu: Középső eszköztár mutatása

source: Screen layout
hu: Képernyőelrendezés

# TFRMOPTIONSLOG.BTNRELATIVELOGFILE.HINT
source: Some functions to select appropriate path
hu: Néhány funkció a megfelelő útvonal kiválasztásához

# tfrmoptionslog.btnviewlogfile.hint
source: View log file content
hu: Naplófájl tartalmának megtekintése

source: Include date in log filename
hu: Dátum felvétele a naplófájl nevébe

source: &Pack/Unpack
hu: &Becsomagolás/Kicsomagolás

source: External command line execution
hu: Külső parancssori futtatás

source: Cop&y/Move/Create link/symlink
hu: Máso&lás/Mozgatás/Link/szimbólum link létrehozása

# TFRMOPTIONSLOG.CBLOGDELETE.CAPTION
source: &Delete
hu: &Törlés

source: Crea&te/Delete directories
hu: Má&ppák létrehozása/Törlése

source: Log &errors
hu: Hi&bák naplózása

source: C&reate a log file:
hu: N&aplófájl létrehozása:

source: Maximum log file count
hu: Maximális naplófájl szám

source: Log &information messages
hu: Infor&mációs üzenetek naplózása

source: Start/shutdown
hu: Indítás/leállítás

source: Log &successful operations
hu: Sikeres műveletek naplózása

source: &File system plugins
hu: &Fájlrendszer bővítmények

source: File operation log file
hu: Fájlműveletek naplófájlja

source: Log operations
hu: Műveletek naplózása

source: Operation status
hu: Művelet állapota

# TFRMOPTIONSMISC.BTNRELATIVEOUTPUTPATHFORTOOLBAR.HINT
source: Some functions to select appropriate path
hu: Néhány funkció a megfelelő útvonal kiválasztásához

# TFRMOPTIONSMISC.BTNRELATIVETCCONFIGFILE.HINT
source: Some functions to select appropriate path
hu: Néhány funkció a megfelelő útvonal kiválasztásához

# TFRMOPTIONSMISC.BTNRELATIVETCEXECUTABLEFILE.HINT
source: Some functions to select appropriate path
hu: Néhány funkció a megfelelő útvonal kiválasztásához

source: &Remove thumbnails for no longer existing files
hu: A már nem létező fájlok bélyegképeinek &eltávolítása

# TFRMOPTIONSMISC.BTNVIEWCONFIGFILE.HINT
source: View configuration file content
hu: Konfigurációs fájl tartalmának megtekintése

# TFRMOPTIONSMISC.CHKDESCCREATEUNICODE.CAPTION
source: Create new with the encoding:
hu: Új létrehozása a következő kódolással:

source: Always &go to the root of a drive when changing drives
hu: Mindig a meghajtó &gyökerébe ugrás meghajtóváltáskor

source: Show &current directory in the main window title bar
hu: Aktuális könyvtár megjelenítése az ablak &cím sorában

source: Show &splash screen
hu: &Indítóképernyő megjelenítése

source: Show &warning messages ("OK" button only)
hu: Figyelmeztető üzenetek megjelenítése (csak "OK" gombbal)

source: &Save thumbnails in cache
hu: Bélyegképek tárolása a &gyorsítótárban

# TFRMOPTIONSMISC.DBLTHUMBNAILS.CAPTION
source: Thumbnails
hu: Bélyegképek

source: File comments (descript.ion)
hu: Fájl megjegyzések (descript.ion)

source: Regarding TC export/import:
hu: TC export/import kapcsán:

source: &Default single-byte text encoding:
hu: Alapértelmezett eg&ybájtos szövegkódolás:

# TFRMOPTIONSMISC.LBLDESCRDEFAULTENCODING.CAPTION
source: Default encoding:
hu: Alapértelmezett kódolás:

source: Configuration file:
hu: Konfigurációs fájl:

source: TC executable:
hu: TC végrehajtható:

source: Toolbar output path:
hu: Eszköztár kimeneti útvonala:

source: pixels
hu: képpont

source: &Thumbnail size:
hu: &Bélyegkép mérete:

source: &Selection by mouse
hu: &Kijelölés egérrel

source: The text cursor no longer follows the mouse cursor
hu: A szövegkurzor ne kövesse az egérkurzort

source: By clic&king on icon
hu: Iko&nra kattintva

# tfrmoptionsmouse.chkzoomwithctrlwheel.caption
source: Zoom with Ctrl + Scroll Wheel
hu: Nagyítás a Ctrl + görgő kombinációval

# tfrmoptionsmouse.gbopenwith.caption
source: Open with
hu: Megnyitás ezzel

source: Scrolling
hu: Görgetés

source: Selection
hu: Kijelölés

# tfrmoptionsmouse.gbzoom.caption
source: Zoom
hu: Nagyítás

source: &Mode:
hu: &Mód:

source: Double click
hu: Dupla kattintás

source: &Line by line
hu: &Sorról sorra

source: Line by line &with cursor movement
hu: Sorról sorra &kurzormozgatással

source: &Page by page
hu: &Oldalanként

source: Single click (opens files and folders)
hu: Egyszeri kattintás (fájlokat és mappákat is megnyit)

source: Single click (opens folders, double click for files)
hu: Egyszeri kattintás (mappákat megnyit, fájlokhoz dupla kattintás)

# tfrmoptionsmultirename.btnmulrenlogfilenamerelative.hint
source: Some functions to select appropriate path
hu: Néhány funkció a megfelelő útvonal kiválasztásához

# tfrmoptionsmultirename.btnmulrenlogfilenameview.hint
source: View log file content
hu: Naplófájl tartalmának megtekintése

source: Individual directories per day
hu: Napi külön könyvtárak

source: Log filenames with full path
hu: Fájlnevek teljes útvonallal a naplóban

source: Show menu bar on top
hu: Menüsor megjelenítése felül

source: Rename log
hu: Átnevezési napló

source: Replace invalid filename character b&y
hu: Érvénytelen fájlnév-karakter lecserélése

source: Append in the same rename log file
hu: Hozzáfűzés ugyanahhoz az átnevezési naplófájlhoz

source: Per preset
hu: Előbeállításonként

source: Exit with modified preset
hu: Kilépés módosított előbeállítással

source: Preset at launch
hu: Előbeállítás indításkor

# tfrmoptionspluginsbase.btnaddplugin.caption
source: A&dd
hu: Hozzáá&dás

# tfrmoptionspluginsbase.btnconfigplugin.caption
source: Con&figure
hu: Beá&llítás

# tfrmoptionspluginsbase.btnenableplugin.caption
source: E&nable
hu: E&ngedélyezés

# tfrmoptionspluginsbase.btnremoveplugin.caption
source: &Remove
hu: &Eltávolítás

# tfrmoptionspluginsbase.btntweakplugin.caption
source: &Tweak
hu: &Beállítás

# tfrmoptionspluginsbase.lblplugindescription.caption
source: Description
hu: Leírás

# tfrmoptionspluginsbase.stgplugins.columns[0].title.caption
source: Active
hu: Aktív

# tfrmoptionspluginsbase.stgplugins.columns[1].title.caption
source: Plugin
hu: Bővítmény

# tfrmoptionspluginsbase.stgplugins.columns[2].title.caption
source: Registered for
hu: Regisztrálva

# tfrmoptionspluginsbase.stgplugins.columns[3].title.caption
source: File name
hu: Fájlnév

# tfrmoptionspluginsdsx.lblplugindescription.caption
source: Searc&h plugins allow one to use alternative search algorithms or external tools (like "locate", etc.)
hu: A kereső bővítmények alternatív keresési algoritmusok vagy külső eszközök (mint a "locate" stb.) használatát teszik lehetővé

# tfrmoptionspluginsdsx.stgplugins.columns[0].title.caption
source: Active
hu: Aktív

# tfrmoptionspluginsdsx.stgplugins.columns[1].title.caption
source: Plugin
hu: Bővítmény

# tfrmoptionspluginsdsx.stgplugins.columns[2].title.caption
source: Registered for
hu: Regisztrálva

# tfrmoptionspluginsdsx.stgplugins.columns[3].title.caption
source: File name
hu: Fájlnév

source: Apply current settings to all current configured plugins
hu: Aktuális beállítások alkalmazása minden konfigurált bővítményre

source: When adding a new plugin, automatically go in tweak window
hu: Új bővítmény hozzáadásakor automatikusan nyissa meg a finomhangoló ablakot

source: Configuration:
hu: Beállítások:

source: Lua library file to use:
hu: Használandó Lua könyvtárfájl:

# tfrmoptionspluginsgroup.lbpathtoberelativeto.caption
source: Path to be relative to:
hu: Relatív útvonal alapja:

source: Plugin filename style when adding a new plugin:
hu: Bővítményfájl nevének stílusa új bővítmény hozzáadásakor:

# tfrmoptionspluginswcx.lblplugindescription.caption
source: Pack&er plugins are used to work with archives
hu: A csomagoló bővítmények archívumok kezelésére szolgálnak

# tfrmoptionspluginswcx.stgplugins.columns[0].title.caption
source: Active
hu: Aktív

# tfrmoptionspluginswcx.stgplugins.columns[1].title.caption
source: Plugin
hu: Bővítmény

# tfrmoptionspluginswcx.stgplugins.columns[2].title.caption
source: Registered for
hu: Regisztrálva ehhez

# tfrmoptionspluginswcx.stgplugins.columns[3].title.caption
source: File name
hu: Fájlnév

# tfrmoptionspluginswdx.lblplugindescription.caption
source: Content plu&gins allow one to display extended file details like mp3 tags or image attributes in file lists, or use them in search and multi-rename tool
hu: A tartalom-bővítmények lehetővé teszik kiterjesztett fájlinformációk (például MP3-címkék vagy képattribútumok) megjelenítését a fájllistában, valamint használatukat a keresésben és a több fájl átnevezése eszközben

# tfrmoptionspluginswdx.stgplugins.columns[0].title.caption
source: Active
hu: Aktív

# tfrmoptionspluginswdx.stgplugins.columns[1].title.caption
source: Plugin
hu: Bővítmény

# tfrmoptionspluginswdx.stgplugins.columns[2].title.caption
source: Registered for
hu: Regisztrálva ehhez

# tfrmoptionspluginswdx.stgplugins.columns[3].title.caption
source: File name
hu: Fájlnév

# tfrmoptionspluginswfx.lblplugindescription.caption
source: Fi&le system plugins allow access to disks inaccessible by operating system or to external devices like smartphones.
hu: A fájl&rendszer bővítmények lehetővé teszik az operációs rendszer által nem elérhető lemezek vagy külső eszközök (például okostelefonok) elérését.

# tfrmoptionspluginswfx.stgplugins.columns[0].title.caption
source: Active
hu: Aktív

# tfrmoptionspluginswfx.stgplugins.columns[1].title.caption
source: Plugin
hu: Bővítmény

# tfrmoptionspluginswfx.stgplugins.columns[2].title.caption
source: Registered for
hu: Regisztrálva ehhez

# tfrmoptionspluginswfx.stgplugins.columns[3].title.caption
source: File name
hu: Fájlnév

# tfrmoptionspluginswlx.lblplugindescription.caption
source: Vie&wer plugins allow one to display file formats like images, spreadsheets, databases etc. in Viewer (F3, Ctrl+Q)
hu: A megjele&nítő bővítmények lehetővé teszik különböző fájlformátumok (például képek, táblázatok, adatbázisok stb.) megjelenítését a Megjelenítőben (F3, Ctrl+Q).

# tfrmoptionspluginswlx.stgplugins.columns[0].title.caption
source: Active
hu: Aktív

# tfrmoptionspluginswlx.stgplugins.columns[1].title.caption
source: Plugin
hu: Bővítmény

# tfrmoptionspluginswlx.stgplugins.columns[2].title.caption
source: Registered for
hu: Regisztrálva ehhez

# tfrmoptionspluginswlx.stgplugins.columns[3].title.caption
source: File name
hu: Fájlnév

source: &Beginning (name must start with first typed character)
hu: &Kezdet (a névnek az első beírt karakterrel kell kezdődnie)

source: En&ding (last character before a typed dot . must match)
hu: Vé&g (a beírt pont előtti utolsó karakternek egyeznie kell)

# TFRMOPTIONSQUICKSEARCHFILTER.CGPOPTIONS.CAPTION
source: Options
hu: Beállítások

source: Exact name match
hu: Pontos név egyezés

source: Search case
hu: Kis/nagybetű érzékeny keresés

source: Search for these items
hu: Keresés ezekben az elemekben

source: Keep renamed name when unlocking a tab
hu: Átnevezett név megtartása a lap feloldásakor

source: Activate target &panel when clicking on one of its Tabs
hu: Célpanel &aktiválása a lapjára kattintáskor

source: &Show tab header also when there is only one tab
hu: Lapfejléc megjelenítése, ha csak egy &lap van

source: Close duplicate tabs when closing application
hu: Ismétlődő lapok bezárása az alkalmazás bezárásakor

source: Con&firm close all tabs
hu: Minden lap bezárásának megerősítése

source: Confirm close locked tabs
hu: Zárolt lapok bezárásának megerősítése

source: &Limit tab title length to
hu: Lapcím hosszának &korlátozása

source: Show locked tabs &with an asterisk *
hu: Zárolt lapok megjelenítése &csillaggal *

source: &Tabs on multiple lines
hu: Lapok &több sorban

source: Ctrl+&Up opens new tab in foreground
hu: Ctrl+&Fel új lap az előtérben

source: Open &new tabs near current tab
hu: Új lapok nyitása az &aktuális mellett

source: Reuse existing tab when possible
hu: Meglévő lap újrafelhasználása lehetőség szerint

source: Show ta&b close button
hu: Lap&bezáró gomb mutatása

source: Always show drive letter in tab title
hu: Meghajtóbetű mindig látható a lapcímben

source: Folder tabs headers
hu: Mappalap fejlécek

source: characters
hu: karakter

source: Action to do when double click on a tab:
hu: Művelet lap dupla kattintáskor:

source: Ta&bs position
hu: La&pok helye

# TFRMOPTIONSTABSEXTRA.CBDEFAULTEXISTINGTABSTOKEEP.TEXT
source: None
hu: Egyik sem

# TFRMOPTIONSTABSEXTRA.CBDEFAULTSAVEDIRHISTORY.TEXT
source: No
hu: Nem

# TFRMOPTIONSTABSEXTRA.CBDEFAULTTARGETPANELLEFTSAVED.TEXT
source: Left
hu: Bal

# TFRMOPTIONSTABSEXTRA.CBDEFAULTTARGETPANELRIGHTSAVED.TEXT
source: Right
hu: Jobb

source: Goto to Favorite Tabs Configuration after resaving
hu: Ugrás a Kedvenc Lapok beállításaihoz újramentés után

source: Goto to Favorite Tabs Configuration after saving a new one
hu: Ugrás a Kedvenc Lapok beállításaihoz új mentése után

source: Enable Favorite Tabs extra options (select target side when restore, etc.)
hu: Kedvenc Lapok extra beállítások engedélyezése (cél panel kiválasztása visszaállításkor, stb.)

source: Default extra settings when saving new Favorite Tabs:
hu: Alapértelmezett extra beállítások új Kedvenc Lap mentésekor:

source: Folder tabs headers extra
hu: Mappa lap fejlécek extrák

source: When restoring tab, existing tabs to keep:
hu: A lapok visszaállításakor megtartandó meglévő lapok száma:

source: Tabs saved on left will be restored to:
hu: A bal oldalon mentett lapok visszaállítása ide:

source: Tabs saved on right will be restored to:
hu: A jobb oldalon mentett lapok visszaállítása ide:

# tfrmoptionstabsextra.lblfavoritetabssavedirhistory.caption
source: Keep saving dir history with Favorite Tabs:
hu: Könyvtár előzmények mentése a Kedvenc Lapokkal együtt:

source: Default position in menu when saving a new Favorite Tabs:
hu: Alapértelmezett pozíció a menüben új Kedvenc Lap mentésekor:
