Repository: doublecmd/doublecmd
Catalog: language/doublecmd.*.po
Languages: hu

# tfrmfinddlg.tsplugins.caption
source: Plugins
hu: Bővítmények

source: Results
hu: Eredmények

source: Standard
hu: Alapértelmezett

# TFRMFINDVIEW.BTNCLOSE.CAPTION
source: &Cancel
hu: &Mégse

# TFRMFINDVIEW.BTNFIND.CAPTION
source: &Find
hu: &Keresés

# TFRMFINDVIEW.CAPTION
source: Find
hu: Keresés

source: &Backwards
hu: Visszafelé

source: C&ase sensitive
hu: Kis- és nagybetűk különböznek

# tfrmfindview.cbregexp.caption
source: &Regular expressions
hu: Reguláris kifejezések

# tfrmfindview.chkhex.caption
source: Hexadecimal
hu: Hexadecimális

source: Domain:
hu: Tartomány:

# tfrmgioauthdialog.lblpassword.caption
source: Password:
hu: Jelszó:

# tfrmgioauthdialog.lblusername.caption
source: User name:
hu: Felhasználónév:

source: Connect anonymously
hu: Névtelen kapcsolódás

source: Connect as user:
hu: Kapcsolódás felhasználóként:

# TFRMHARDLINK.BTNCANCEL.CAPTION
source: &Cancel
hu: &Mégse

source: Create hard link
hu: Hardlink létrehozása

# tfrmhardlink.lblexistingfile.caption
source: &Destination that the link will point to
hu: A link által mutatott &célfájl

# tfrmhardlink.lbllinktocreate.caption
source: &Link name
hu: Link &neve

# tfrmhotdirexportimport.btnselectall.caption
source: Import all!
hu: Összes importálása!

# tfrmhotdirexportimport.btnselectiondone.caption
source: Import selected
hu: Kijelöltek importálása

source: Select the entries your want to import
hu: Válassza ki az importálni kívánt elemeket

source: When clicking a sub-menu, it will select the whole menu
hu: Ha egy almenüre kattint, az az egész menüt kijelöli

source: Hold CTRL and click entries to select multiple ones
hu: Tartsa lenyomva a CTRL-t és kattintson az elemekre többes kijelöléshez

source: Linker
hu: Linkelő

source: Save to...
hu: Mentés ide...

source: Item
hu: Elem

source: &File name
hu: &Fájlnév

# tfrmlinker.spbtndown.caption
source: Do&wn
hu: Le&felé

source: Down
hu: Lefelé

# tfrmlinker.spbtnrem.caption
source: &Remove
hu: &Eltávolítás

# TFRMLINKER.SPBTNREM.HINT
source: Delete
hu: Törlés

# tfrmlinker.spbtnup.caption
source: &Up
hu: &Fel

source: Up
hu: Fel

source: &About
hu: &Névjegy

source: Activate Tab By Index
hu: Lap aktiválása index alapján

source: Add file name to command line
hu: Fájlnév hozzáadása a parancssorhoz

source: New search instance...
hu: Új keresési példány...

source: Add path and file name to command line
hu: Útvonal és fájlnév hozzáadása a parancssorhoz

source: Copy path to command line
hu: Útvonal másolása a parancssorba

source: Add Plugin
hu: Bővítmény hozzáadása

source: &Benchmark
hu: &Teljesítményteszt

source: Brief view
hu: Rövid nézet

source: Brief View
hu: Rövid nézet

source: Calculate &Occupied Space
hu: &Foglalt terület számítása

source: Change directory
hu: Könyvtár váltás

source: Change directory to home
hu: Váltás saját könyvtárra

source: Change Directory To Parent
hu: Váltás szülőkönyvtárra

source: Change directory to root
hu: Váltás gyökérmappára

source: Calculate Check&sum...
hu: Ellenőrző&összeg számítása...

source: &Verify Checksum...
hu: Ellenőrzőösszeg &ellenőrzése...

source: Clear log file
hu: Naplófájl törlése

source: Clear log window
hu: Naplóablak törlése

source: Close &All Tabs
hu: Összes lap &bezárása

source: Close Duplicate Tabs
hu: Duplikált lapok bezárása

source: &Close Tab
hu: Lap &bezárása

source: Next Command Line
hu: Következő parancssor

source: Set command line to next command in history
hu: Parancssor beállítása a következő parancsra az előzményekből

source: Previous Command Line
hu: Előző parancssor

source: Set command line to previous command in history
hu: Parancssor beállítása az előző parancsra az előzményekből

source: Full
hu: Teljes

source: Columns View
hu: Oszlopnézet

source: Compare by &Contents
hu: Összehasonlítás &tartalom alapján

# tfrmmain.actcomparedirectories.caption
source: Compare Directories
hu: Könyvtárak összehasonlítása

# TFRMMAIN.ACTCOMPAREDIRECTORIES.HINT
source: Compare Directories
hu: Könyvtárak összehasonlítása

source: Configuration of Archivers
hu: Archiválók beállítása

# tfrmmain.actconfigdirhotlist.caption
source: Configuration of Directory Hotlist
hu: Gyakori mappalista beállítása

source: Configuration of Favorite Tabs
hu: Kedvenc lapok beállítása

source: Configuration of folder tabs
hu: Mappalapok beállítása

# tfrmmain.actconfighotkeys.caption
source: Configuration of hot keys
hu: Gyorsbillentyűk beállítása

source: Configuration of Plugins
hu: Pluginek beállítása

source: Save Position
hu: Pozíció mentése

source: Save Settings
hu: Beállítások mentése

source: Configuration of searches
hu: Keresések beállítása

source: Toolbar...
hu: Eszköztár...

source: Configuration of tooltips
hu: Buboréksúlyok beállítása

# tfrmmain.actconfigtreeviewmenus.caption
source: Configuration of Tree View Menu
hu: Fastruktúra menü beállítása

# tfrmmain.actconfigtreeviewmenuscolors.caption
source: Configuration of Tree View Menu Colors
hu: Fastruktúra menü színeinek beállítása

source: Show context menu
hu: Helyi menü megjelenítése

# TFRMMAIN.ACTCOPY.CAPTION
source: Copy
hu: Másolás

source: Copy all tabs to opposite side
hu: Minden lap másolása a másik oldalra

source: Copy all shown &columns
hu: Összes megjelenített oszlop másolása

source: Copy Filename(s) with Full &Path
hu: Fájlnév(ek) másolása teljes útvonallal

source: Copy &Filename(s) to Clipboard
hu: Fájlnév(ek) másolása a vágólapra

source: Copy names with UNC path
hu: Név másolása UNC elérési úttal

source: Copy files without asking for confirmation
hu: Fájlok másolása megerősítés kérése nélkül

source: Copy Full Path of selected file(s) with no ending dir separator
hu: Kijelölt fájl(ok) teljes elérési útjának másolása lezáró könyvtárjelölő nélkül

source: Copy Full Path of selected file(s)
hu: Kijelölt fájl(ok) teljes elérési útjának másolása

source: Copy to same panel
hu: Másolás ugyanarra a panelre

source: &Copy
hu: &Másolás

source: Sho&w Occupied Space
hu: Foglalt tár&hely mutatása

source: Cu&t
hu: K&ivágás

source: Show Command Parameters
hu: Parancs paraméterek megjelenítése

# TFRMMAIN.ACTDELETE.CAPTION
source: Delete
hu: Törlés

source: For all searches, cancel, close and free memory
hu: Az összes keresés megszakítása, bezárása és memória felszabadítása

source: Directory history
hu: Mappa előzmények

source: Directory &Hotlist
hu: &Gyorsmappák

source: Execute &internal command...
hu: Belső &parancs végrehajtása...

source: Select any command and execute it
hu: Válasszon ki egy parancsot és hajtsa végre

# TFRMMAIN.ACTEDIT.CAPTION
source: Edit
hu: Szerkesztés

source: Edit Co&mment...
hu: Megjegyzés szerk&esztése...

source: Edit new file
hu: Új fájl szerkesztése

source: Edit path field above file list
hu: Elérési út mező szerkesztése a fájllista felett

source: Swap &Panels
hu: Panelek &cseréje

source: Execute Script
hu: Szkript végrehajtása

# TFRMMAIN.ACTEXIT.CAPTION
source: E&xit
hu: Kilépé&s

source: &Extract Files...
hu: Fájlok kibontása...

source: Configuration of File &Associations
hu: Fájltársítások beállítása

source: Com&bine Files...
hu: Fájlok &összefésülése...

source: Show &File Properties
hu: Fájl&tulajdonságok megjelenítése

source: Spl&it File...
hu: Fájl feldarabolá&sa...

source: &Flat view
hu: Lapos nézet

source: &Flat view, only selected
hu: Lapos nézet, csak kijelöltek

source: Focus command line
hu: Parancssor fókuszálása

source: Swap focus
hu: Fókusz váltás

source: Switch between left and right file list
hu: Váltás a bal és jobb oldali fájllista között

source: Focus on tree view
hu: Fastruktúra nézet fókuszálása

source: Switch between current file list and tree view (if enabled)
hu: Váltás a jelenlegi fájllista és a fastruktúra nézet között (ha engedélyezett)

source: Place cursor on first folder or file
hu: Kurzor az első mappára vagy fájlra

source: Place cursor on first file in list
hu: Kurzor a lista első fájljára

source: Place cursor on last folder or file
hu: Kurzor az utolsó mappára vagy fájlra

source: Place cursor on last file in list
hu: Kurzor a lista utolsó fájljára

source: Place cursor on next folder or file
hu: Kurzor a következő mappára vagy fájlra

source: Place cursor on previous folder or file
hu: Kurzor az előző mappára vagy fájlra

source: Create &Hard Link...
hu: &Hardlink létrehozása...

source: &Contents
hu: &Tartalom

source: &Horizontal Panels Mode
hu: &Vízszintes panel mód

source: &Keyboard
hu: &Billentyűzet

source: Brief view on left panel
hu: Rövid nézet a bal oldali panelen

source: Columns view on left panel
hu: Oszlopnézet a bal oldali panelen

source: Left &= Right
hu: Bal &= Jobb

source: &Flat view on left panel
hu: &Lapos nézet a bal oldali panelen

source: Open left drive list
hu: Bal oldali meghajtólista megnyitása

source: Re&verse order on left panel
hu: Fordí&tott sorrend a bal oldali panelen

source: Sort left panel by &Attributes
hu: Bal panel rendezése &attribútum szerint

source: Sort left panel by &Date
hu: Bal panel rendezése &dátum szerint

source: Sort left panel by &Extension
hu: Bal panel rendezése &kiterjesztés szerint

source: Sort left panel by &Name
hu: Bal panel rendezése &név szerint

source: Sort left panel by &Size
hu: Bal panel rendezése &méret szerint

source: Thumbnails view on left panel
hu: Bélyegképes nézet a bal oldali panelen

source: Load tabs from Favorite Tabs
hu: Lapok betöltése a Kedvenc lapokból

source: Load List
hu: Lista betöltése

source: Load list of files/folders from the specified text file
hu: Fájlok/mappák listájának betöltése a megadott szöveges fájlból

source: Load Selection from Clip&board
hu: Kijelölés betöltése a vágólapról

source: &Load Selection from File...
hu: Kijelölés betöltése fájlból...

source: &Load Tabs from File
hu: Lapok betöltése fájlból

# tfrmmain.actmainfontzoomin.caption
source: Zoom In
hu: Nagyítás

# tfrmmain.actmainfontzoomout.caption
source: Zoom Out
hu: Kicsinyítés

source: Create &Directory
hu: &Mappa létrehozása

source: Map Network Drive...
hu: Hálózati meghajtó csatolása...

source: Select All with the Same E&xtension
hu: Mind kijelölése azonos &kiterjesztéssel

source: Select all files with same name
hu: Azonos nevű fájlok kijelölése

source: Select all files with same name and extension
hu: Azonos nevű és kiterjesztésű fájlok kijelölése

source: Select all in same path
hu: Összes kijelölése azonos útvonalon

source: &Invert Selection
hu: Kijelölés meg&fordítása

source: &Select All
hu: Összes ki&jelölése

source: Unselect a Gro&up...
hu: Csoport &kijelölésének megszüntetése...

source: Select a &Group...
hu: Csoport ki&jelölése...

source: &Unselect All
hu: Összes kijelölésének &megszüntetése

source: Minimize window
hu: Ablak minimalizálása

source: Move current tab to the left
hu: Aktuális lap balra mozgatása

source: Move current tab to the right
hu: Aktuális lap jobbra mozgatása

source: Multi-&Rename Tool
hu: (Több)fájl átnevezése

source: Network &Connect...
hu: Hálózat &csatlakozás...

source: Network &Disconnect
hu: Hálózat &leválasztás

source: Network &Quick Connect...
hu: Hálózat &gyors csatlakozás...

source: &New Tab
hu: Új &lap

source: Load the Next Favorite Tabs in the list
hu: Következő kedvenc lap betöltése a listából

source: Switch to Nex&t Tab
hu: Ugrás a köve&tkező lapra

# TFRMMAIN.ACTOPEN.CAPTION
source: Open
hu: Megnyitás

source: Try open archive
hu: Archívum megnyitásának próbálása

source: Open bar file
hu: Bar fájl megnyitása

source: Open &Folder in a New Tab
hu: Mappa megnyitása ú&j lapon

source: Open Drive by Index
hu: Meghajtó megnyitása index alapján

source: Open &VFS List
hu: &VFS lista megnyitása

source: Operations &Viewer
hu: Művelet &Megjelenítő

source: &Options...
hu: &Beállítások...

source: &Pack Files...
hu: Fájlok &Csomagolása...

source: Set splitter position
hu: Elválasztó pozíció beállítása

source: &Paste
hu: &Beillesztés

source: Load the Previous Favorite Tabs in the list
hu: Előző kedvenc lapok betöltése a listából

source: Switch to &Previous Tab
hu: Váltás &előző lapra

source: Quick filter
hu: Gyorsszűrő

source: Quick search
hu: Gyorskeresés

source: &Quick View Panel
hu: &Gyorsnézet panel

source: &Refresh
hu: &Frissítés

source: Reload the last Favorite Tabs loaded
hu: Utoljára betöltött Kedvenc Lapok újratöltése

# tfrmmain.actrename.caption
source: Move
hu: Áthelyezés

source: Move/Rename files without asking for confirmation
hu: Fájlok áthelyezése/átnevezése megerősítés kérése nélkül

# tfrmmain.actrenameonly.caption
source: Rename
hu: Átnevezés

source: &Rename Tab
hu: Lap át&nevezése

source: Resave on the last Favorite Tabs loaded
hu: Utoljára betöltött Kedvenc Lapok újramentése

source: &Restore Selection
hu: Kijelölés vissza&állítása

source: Re&verse Order
hu: Sorrend megfo&rdítása

source: Brief view on right panel
hu: Rövid nézet a jobb oldali panelen

source: Columns view on right panel
hu: Oszlopos nézet a jobb oldali panelen

source: Right &= Left
hu: Jobb oldal &= Bal oldal

source: &Flat view on right panel
hu: Lapos nézet a jobb &oldali panelen

source: Open right drive list
hu: Meghajtólista megnyitása jobb oldalon

source: Re&verse order on right panel
hu: Fordított sorrend jobb oldali panelen

source: Sort right panel by &Attributes
hu: Rendezés jobb oldali panelen &attribútum szerint

source: Sort right panel by &Date
hu: Rendezés jobb oldali panelen &dátum szerint

source: Sort right panel by &Extension
hu: Rendezés jobb oldali panelen &kiterjesztés szerint

source: Sort right panel by &Name
hu: Rendezés jobb oldali panelen &név szerint

source: Sort right panel by &Size
hu: Rendezés jobb oldali panelen &méret szerint

source: Thumbnails view on right panel
hu: Bélyegképes nézet jobb oldali panelen

source: Run &Terminal
hu: &Terminál indítása

source: Save current tabs to a New Favorite Tabs
hu: Aktuális lapok mentése új kedvenc lapokként

source: Save all shown columns to file
hu: Minden megjelenített oszlop mentése fájlba

source: Sa&ve Selection
hu: Kijelölés menté&se

source: Save S&election to File...
hu: Kijelölés mentése fájl&ba...

source: &Save Tabs to File
hu: Lapok mentése fájl&ba

source: &Search...
hu: Kere&sés...

source: All tabs Locked with Dir Opened in New Tabs
hu: Minden lap zárt, új könyvtárak új lapon nyílnak

source: Set all tabs to Normal
hu: Összes lap visszaállítása normál módra

source: Set all tabs to Locked
hu: Összes lap zárolása

source: All tabs Locked with Dir Changes Allowed
hu: Minden lap zárt, de könyvtárváltás engedélyezett

source: Change &Attributes...
hu: Attribútumok módosítá&sa...

source: Locked with Directories Opened in New &Tabs
hu: Zárt, új könyvtárak új la&pon nyílnak

source: &Normal
hu: &Normál

source: &Locked
hu: &Zárolt

source: Locked with &Directory Changes Allowed
hu: Zárolt, de &könyvtárváltás engedélyezett

# TFRMMAIN.ACTSHELLEXECUTE.CAPTION
source: Open
hu: Megnyitás

source: Open using system associations
hu: Megnyitás rendszerhozzárendeléssel

source: Show button menu
hu: Gomb menü megjelenítése

source: Show command line history
hu: Parancssor előzmények megjelenítése

source: Menu
hu: Menü

source: Show &Hidden/System Files
hu: &Rejtett/Rendszerfájlok mutatása

source: Show Tabs List
hu: Lapok listájának megjelenítése

source: Show list of all open tabs
hu: Az összes nyitott lap listájának megjelenítése

source: Sort by &Attributes
hu: Rendezés &attribútum szerint

source: Sort by &Date
hu: Rendezés dátu&m szerint

source: Sort by &Extension
hu: Rendezés kiterjeszté&s szerint

source: Sort by &Name
hu: Rendezés né&v szerint

source: Sort by &Size
hu: Rendezés mé&ret szerint

source: Open drive list
hu: Meghajtólista megnyitása

source: Enable/disable ignore list file to not show file names
hu: Mellőzési lista be/ki - fájlnevek elrejtése

source: Create Symbolic &Link...
hu: Szimbolikus &hivatkozás létrehozása...

source: Synchronous navigation
hu: Szinkron navigáció

source: Synchronous directory changing in both panels
hu: Szinkron könyvtárváltás mindkét panelen

source: Syn&chronize dirs...
hu: Könyvtárak szinkronizálása...

source: Target &= Source
hu: Cél &= Forrás

source: &Test Archive(s)
hu: &Teszt archívum(ok)

# tfrmmain.actthumbnailsview.caption
source: Thumbnails
hu: Bélyegképek

source: Thumbnails View
hu: Bélyegkép nézet

source: Toggle fullscreen mode console
hu: Teljes képernyős konzol mód váltása

source: Transfer dir under cursor to left window
hu: Kurzor alatti könyvtár áthelyezése a bal ablakba

source: Transfer dir under cursor to right window
hu: Kurzor alatti könyvtár áthelyezése a jobb ablakba

source: &Tree View Panel
hu: &Fastruktúra panel

source: Sort according to parameters
hu: Rendezés a paraméterek szerint

source: Unselect All with the Same Ex&tension
hu: Kijelölés megszüntetése azonos kiterjesztéssel rendelkező fájlokon

source: Unselect all files with same name
hu: Kijelölés megszüntetése azonos nevű fájlokon

source: Unselect all files with same name and extension
hu: Kijelölés megszüntetése azonos névvel és kiterjesztéssel rendelkező fájlokon

source: Unselect all in same path
hu: Kijelölés megszüntetése azonos útvonalon

# TFRMMAIN.ACTVIEW.CAPTION
source: View
hu: Nézet

source: Show history of visited paths for active view
hu: Aktív nézet megtekintett útvonalainak előzményeinek megjelenítése

source: Go to next entry in history
hu: Ugrás a következő előzménybe

source: Go to previous entry in history
hu: Ugrás az előző előzménybe

source: View log file
hu: Naplófájl megtekintése

source: View current search instances
hu: Aktuális keresések megtekintése

source: &Visit Double Commander Website
hu: Double Commander &weboldal meglátogatása

source: Wipe
hu: Törlés

source: Work with Directory Hotlist and parameters
hu: Munkakönyvtár-lista és paraméterek kezelése

# TFRMMAIN.BTNF10.CAPTION
source: Exit
hu: Kilépés

# tfrmmain.btnf7.caption
source: Directory
hu: Könyvtár

# TFRMMAIN.BTNF8.CAPTION
source: Delete
hu: Törlés

# tfrmmain.btnf9.caption
source: Terminal
hu: Terminál

# tfrmmain.btnleftdirectoryhotlist.hint
source: Directory Hotlist
hu: Gyorsmenü könyvtárakhoz

source: Show current directory of the right panel in the left panel
hu: A jobb panel aktuális könyvtárának megjelenítése a bal panelen

source: Go to home directory
hu: Ugrás a saját könyvtárba

source: Go to root directory
hu: Ugrás a gyökérkönyvtárra

source: Go to parent directory
hu: Ugrás a szülőkönyvtárba

# TFRMMAIN.BTNRIGHTDIRECTORYHOTLIST.HINT
source: Directory Hotlist
hu: Gyorsmenü könyvtárakhoz

source: Show current directory of the left panel in the right panel
hu: A bal panel aktuális könyvtárának megjelenítése a jobb panelen

# tfrmmain.lblcommandpath.caption
source: Path
hu: Útvonal

# TFRMMAIN.MICANCEL.CAPTION
source: Cancel
hu: Mégse

source: Copy...
hu: Másolás...

source: Create link...
hu: Hivatkozás létrehozása...

# tfrmmain.milogclear.caption
source: Clear
hu: Törlés

# TFRMMAIN.MILOGCOPY.CAPTION
source: Copy
hu: Másolás

source: Hide
hu: Elrejtés

# TFRMMAIN.MILOGSELECTALL.CAPTION
source: Select All
hu: Összes kijelölése

source: Move...
hu: Áthelyezés...

source: Create symlink...
hu: Szimbolikus link létrehozása...

source: Tab options
hu: Fül beállítások

# TFRMMAIN.MITRAYICONEXIT.CAPTION
source: E&xit
hu: Kilépés

# tfrmmain.mitrayiconrestore.caption
source: Restore
hu: Visszaállítás

# TFRMMAIN.MNUALLOPERSTART.CAPTION
source: Start
hu: Indítás

# TFRMMAIN.MNUALLOPERSTOP.CAPTION
source: Cancel
hu: Mégse

source: &Commands
hu: &Parancsok

source: C&onfiguration
hu: B&eállítások

source: F&avorites
hu: Ked&vencek

source: &Files
hu: &Fájlok

# TFRMMAIN.MNUHELP.CAPTION
source: &Help
hu: Sú&gó

source: &Mark
hu: Jelö&lés

# tfrmmain.mnunetwork.caption
source: &Network
hu: Háló&zat

# tfrmmain.mnushow.caption
source: &Show
hu: Megjele&ntés

source: Tab &Options
hu: Lap &beállítások

source: &Tabs
hu: La&pok

# TFRMMAIN.TBCOPY.CAPTION
source: Copy
hu: Másolás

# TFRMMAIN.TBCUT.CAPTION
source: Cut
hu: Kivágás

# TFRMMAIN.TBDELETE.CAPTION
source: Delete
hu: Törlés

# TFRMMAIN.TBEDIT.CAPTION
source: Edit
hu: Szerkesztés

# TFRMMAIN.TBPASTE.CAPTION
source: Paste
hu: Beillesztés

# TFRMMAINCOMMANDSDLG.BTNCANCEL.CAPTION
source: &Cancel
hu: &Mégse

# tfrmmaincommandsdlg.caption
source: Select your internal command
hu: Válassza ki a belső parancsot

# tfrmmaincommandsdlg.cbcategorysortornot.text
source: Legacy sorted
hu: Rendezett (öröklött)

# TFRMMAINCOMMANDSDLG.CBCOMMANDSSORTORNOT.TEXT
source: Legacy sorted
hu: Rendezett (öröklött)

source: Select all categories by default
hu: Minden kategória kijelölése alapértelmezésként

source: Selection:
hu: Kiválasztás:

source: &Categories:
hu: &Kategóriák:

source: Command &name:
hu: Parancs &neve:

source: &Filter:
hu: &Szűrő:

source: Hint:
hu: Tipp:

source: Hotkey:
hu: Gyorsbillentyű:

source: cm_name
hu: cm_név

# tfrmmaincommandsdlg.lblselectedcommandcategory.caption
source: Category
hu: Kategória

# tfrmmaincommandsdlg.lblselectedcommandhelp.caption
source: Help
hu: Súgó

source: Hint
hu: Tipp

# tfrmmaincommandsdlg.lblselectedcommandhotkey.caption
source: Hotkey
hu: Gyorsbillentyű

# TFRMMASKINPUTDLG.BTNADDATTRIBUTE.CAPTION
source: &Add
hu: &Hozzáadás

# TFRMMASKINPUTDLG.BTNATTRSHELP.CAPTION
source: &Help
hu: &Súgó

# TFRMMASKINPUTDLG.BTNCANCEL.CAPTION
source: &Cancel
hu: &Mégse

source: &Define...
hu: &Meghatározás...

# tfrmmaskinputdlg.chkcasesensitive.caption
source: Case sensitive
hu: Kis- és nagybetű érzékeny

source: Ignore accents and ligatures
hu: Ékezetek és ligatúrák figyelmen kívül hagyása

source: Attri&butes:
hu: Attri&bútumok:

source: Input Mask:
hu: Beviteli maszk:

source: O&r select predefined selection type:
hu: Vagy válasszon előre meghatározott kiválasztási típust:

source: Create new directory
hu: Új könyvtár létrehozása

source: &Extended syntax
hu: Kiterjesztett szintaxis

source: &Input new directory name:
hu: &Új könyvtár neve:

# tfrmmodview.caption
source: New Size
hu: Új méret

source: Height :
hu: Magasság :

source: Quality of compress to Jpg
hu: Jpg tömörítés minősége

source: Width :
hu: Szélesség:

# tfrmmodview.teheight.text
source: Height
hu: Magasság

# tfrmmodview.tewidth.text
source: Width
hu: Szélesség

# tfrmmultirename.actanyextmask.caption
source: Extension
hu: Kiterjesztés

# tfrmmultirename.actanynamemask.caption
source: Filename
hu: Fájlnév

# tfrmmultirename.actclearextmask.caption
source: Clear
hu: Törlés

# tfrmmultirename.actclearnamemask.caption
source: Clear
hu: Törlés

# tfrmmultirename.actclose.caption
source: &Close
hu: &Bezárás

source: Confi&guration
hu: Beá&llítások

# tfrmmultirename.actctrextmask.caption
source: Counter
hu: Számláló

# tfrmmultirename.actctrnamemask.caption
source: Counter
hu: Számláló

# tfrmmultirename.actdateextmask.caption
source: Date
hu: Dátum

# tfrmmultirename.actdatenamemask.caption
source: Date
hu: Dátum

# tfrmmultirename.actdeletepreset.caption
source: Delete
hu: Törlés

source: Drop Down Presets List
hu: Előre beállított listák legördülő menüje

source: Edit Names...
hu: Nevek szerkesztése...

source: Edit Current New Names...
hu: Aktuális új nevek szerkesztése...

# tfrmmultirename.actextextmask.caption
source: Extension
hu: Kiterjesztés

# tfrmmultirename.actextnamemask.caption
source: Extension
hu: Kiterjesztés

# tfrmmultirename.actinvokeeditor.caption
source: Edit&or
hu: Szerkesztő

source: Invoke Relative Path Menu
hu: Relatív útvonal menü megnyitása

source: Load Last Preset
hu: Utolsó sablon betöltése

source: Load Names from File...
hu: Nevek betöltése fájlból...

source: Load Preset by Name or Index
hu: Sablon betöltése név vagy sorszám alapján

source: Load Preset 1
hu: 1. sablon betöltése

source: Load Preset 2
hu: 2. sablon betöltése

source: Load Preset 3
hu: 3. sablon betöltése

source: Load Preset 4
hu: 4. sablon betöltése

source: Load Preset 5
hu: 5. sablon betöltése

source: Load Preset 6
hu: 6. sablon betöltése

source: Load Preset 7
hu: 7. sablon betöltése

source: Load Preset 8
hu: 8. sablon betöltése
