Repository: doublecmd/doublecmd
Catalog: language/doublecmd.*.po
Languages: hu

source: Invalid quoting
hu: Érvénytelen idézőjelzés

source: Invalid selection.
hu: Érvénytelen kiválasztás.

source: Loading file list...
hu: Fájllista betöltése...

source: Locate TC configuration file (wincmd.ini)
hu: Keresse meg a TC konfigurációs fájlt (wincmd.ini)

source: Locate TC executable file (totalcmd.exe or totalcmd64.exe)
hu: Keresse meg a TC végrehajtható fájlt (totalcmd.exe vagy totalcmd64.exe)

source: Copy file %s
hu: %s fájl másolása

source: Delete file %s
hu: %s fájl törlése

source: Error:
hu: Hiba:

source: Launch external
hu: Külső indítása

source: Result external
hu: Külső eredmény

source: Extract file %s
hu: %s fájl kibontása

source: Info:
hu: Infó:

source: Create link %s
hu: %s link létrehozása

source: Create directory %s
hu: %s könyvtár létrehozása

source: Move file %s
hu: %s fájl áthelyezése

source: Pack to file %s
hu: %s fájlba csomagolás

source: Program shutdown
hu: Program leállítása

source: Program start
hu: Program indítása

source: Remove directory %s
hu: %s könyvtár törlése

source: Done:
hu: Kész:

source: Create symlink %s
hu: %s szimbolikus link létrehozása

source: Test file integrity %s
hu: %s fájl integritás tesztelése

source: Wipe file %s
hu: %s fájl törlése

source: Wipe directory %s
hu: %s könyvtár törlése

source: Master Password
hu: Fő jelszó

source: Please enter the master password:
hu: Kérem, adja meg a fő jelszót:

source: New file
hu: Új fájl

source: Next volume will be unpacked
hu: A következő kötet kicsomagolása

source: No files
hu: Nincsenek fájlok

source: No files selected.
hu: Nincsenek fájlok kiválasztva.

source: No enough free space on target drive, Continue?
hu: Nincs elég szabad hely a célmeghajtón, Folytatja?

source: No enough free space on target drive, Retry?
hu: Nincs elég szabad hely a célmeghajtón, Próbálja újra?

source: Can not delete file %s
hu: A(z) %s fájl nem törölhető

source: Not implemented.
hu: Nincs implementálva.

source: Object does not exist!
hu: Az objektum nem létezik!

source: The action cannot be completed because the file is open in another program:
hu: A művelet nem hajtható végre, mert a fájl más programban nyitva van:

# ulng.rsmsgpanelpreview
source: Below is a preview. You may move cursor and select files to get immediately an actual look and feel of the various settings.
hu: Az alábbiakban egy előnézet látható. A kurzor mozgatásával és fájlok kijelölésével azonnal láthatja a különböző beállítások hatását.

# ulng.rsmsgpassword
source: Password:
hu: Jelszó:

source: Passwords are different!
hu: A jelszavak nem egyeznek!

source: Please enter the password:
hu: Kérem adja meg a jelszót:

source: Password (Firewall):
hu: Jelszó (Tűzfal):

source: Please re-enter the password for verification:
hu: Kérem adja meg újra a jelszót ellenőrzésképpen:

source: &Delete %s
hu: &Törlés %s

source: Preset "%s" already exists. Overwrite?
hu: A(z) "%s" előbeállítás már létezik. Felülírja?

source: Are you sure you want to delete preset "%s"?
hu: Biztosan törölni szeretné a "%s" előbeállítást?

source: Problem executing command (%s)
hu: Probléma a parancs végrehajtásakor (%s)

source: Filename for dropped text:
hu: Fájlnév az ejtett szöveghez:

source: Please, make this file available. Retry?
hu: Kérem, tegye elérhetővé ezt a fájlt. Újra próbálja?

source: Enter new friendly name for this Favorite Tabs
hu: Adjon meg egy új rövid nevet a Kedvenc Lapokhoz

source: Enter new name for this menu
hu: Adjon meg egy új nevet ennek a menünek

source: Rename/move %d selected files/directories?
hu: Átnevezés/áthelyezés %d kijelölt fájl/könyvtár?

source: Rename/move selected "%s"?
hu: Átnevezés/áthelyezés a kijelölt "%s"?

source: Do you want to replace this text?
hu: Le szeretné cserélni ezt a szöveget?

source: Please, restart Double Commander in order to apply changes
hu: Kérem, indítsa újra a Double Commander-t a változtatások érvényesítéséhez

source: ERROR: Problem loading Lua library file "%s"
hu: HIBA: Probléma a Lua könyvtárfájl betöltésekor "%s"

source: Select to which file type to add extension "%s"
hu: Válassza ki, hogy melyik fájltípushoz adja hozzá a "%s" kiterjesztést

source: Selected: %s of %s, files: %d of %d, folders: %d of %d
hu: Kijelölt: %s / %s, fájlok: %d / %d, mappák: %d / %d

source: Select executable file for
hu: Válassza ki a végrehajtható fájlt ehhez

source: Please select only checksum files!
hu: Kérem csak ellenőrzőösszeg fájlokat válasszon!

source: Please select location of next volume
hu: Kérem válassza ki a következő kötet helyét

source: Set volume label
hu: Kötet címke beállítása

source: Special Dirs
hu: Különleges Mappák

source: Add path from active frame
hu: Útvonal hozzáadása az aktív panelről

source: Add path from inactive frame
hu: Útvonal hozzáadása az inaktív panelről

source: Browse and use selected path
hu: Tallózás és a kiválasztott útvonal használata

source: Use environment variable...
hu: Környezeti változó használata...

source: Go to Double Commander special path...
hu: Ugrás a Double Commander speciális útvonalára...

source: Go to environment variable...
hu: Ugrás a környezeti változóra...

source: Go to other Windows special folder...
hu: Ugrás más Windows speciális mappára...

source: Go to Windows special folder (TC)...
hu: Ugrás Windows speciális mappára (TC)...

source: Make relative to hotdir path
hu: Relatívvá tétel a hotdir útvonalhoz

source: Make path absolute
hu: Abszolút útvonal létrehozása

source: Make relative to Double Commander special path...
hu: Relatívvá tétel a Double Commander speciális útvonalához...

source: Make relative to environment variable...
hu: Relatívvá tétel a környezeti változóhoz...

source: Make relative to Windows special folder (TC)...
hu: Relatívvá tétel a Windows speciális mappához (TC)...

source: Make relative to other Windows special folder...
hu: Relatívvá tétel más Windows speciális mappához...

source: Use Double Commander special path...
hu: Double Commander speciális útvonal használata...

source: Use hotdir path
hu: Hotdir útvonal használata

source: Use other Windows special folder...
hu: Más Windows speciális mappa használata...

source: Use Windows special folder (TC)...
hu: Windows speciális mappa használata (TC)...

source: This tab (%s) is locked! Open directory in another tab?
hu: Ez a lap (%s) zárolva van! Nyissa meg a könyvtárat egy másik lapon?

source: Rename tab
hu: Lap átnevezése

source: New tab name:
hu: Új lapnév:

source: Target path:
hu: Cél útvonal:

source: Error! Cannot find the TC configuration file: %s
hu: Hiba! Nem található a TC konfigurációs fájl: %s

source: Error! Cannot find the TC configuration executable: %s
hu: Hiba! Nem található a TC konfigurációs végrehajtható fájl: %s

source: Error! TC is still running but it should be closed for this operation. Close it and press OK or press CANCEL to abort.
hu: Hiba! A TC még fut, de le kellene zárni ehhez a művelethez. Zárja be és nyomja meg az OK gombot, vagy a MÉGSE gombot a megszakításhoz.

source: Error! Cannot find the desired wanted TC toolbar output folder: %s
hu: Hiba! Nem található a kívánt TC eszköztár kimeneti mappa: %s

source: Enter location and filename where to save a TC Toolbar file
hu: Adja meg a helyet és fájlnevet, ahova a TC eszköztár fájlt menteni szeretné

source: Built-in terminal window disabled. Do you want to enable it?
hu: A beépített terminál ablak letiltva. Szeretné engedélyezni?

source: WARNING: Terminating a process can cause undesired results including loss of data and system instability. The process will not be given the chance to save its state or data before it is terminated. Are you sure you want to terminate the process?
hu: FIGYELMEZTETÉS: A folyamat megszakítása nemkívánatos eredményeket okozhat, beleértve az adatvesztést és a rendszer instabilitását. A folyamat nem kap lehetőséget állapotának vagy adatainak mentésére a megszakítás előtt. Biztosan meg akarja szakítani a folyamatot?

source: Do you want to test selected archives?
hu: Tesztelni szeretné a kiválasztott archívumokat?

source: "%s" is now in the clipboard
hu: "%s" most a vágólapon van

source: Extension of selected file is not in any recognized file types
hu: A kiválasztott fájl kiterjesztése nem tartozik ismert fájltípushoz

source: Locate ".toolbar" file to import
hu: Keresse meg az importálandó ".toolbar" fájlt

source: Locate ".BAR" file to import
hu: Keresse meg az importálandó ".BAR" fájlt

source: Enter location and filename of Toolbar to restore
hu: Adja meg a helyet és fájlnevet a visszaállítandó eszköztárhoz

source: Saved! Toolbar filename: %s
hu: Mentve! Eszköztár fájlnév: %s

source: Too many files selected.
hu: Túl sok fájl van kiválasztva.

source: Undetermined
hu: Meghatározatlan

source: ERROR: Unexpected Tree View Menu usage!
hu: HIBA: Váratlan fa nézet menü használat!

source: <NO EXT>
hu: <NINCS KITERJESZTÉS>

source: <NO NAME>
hu: <NINCS NÉV>

# ulng.rsmsgusername
source: User name:
hu: Felhasználónév:

source: User name (Firewall):
hu: Felhasználónév (Tűzfal):

source: VERIFICATION:
hu: ELLENŐRZÉS:

source: Do you want to verify selected checksums?
hu: Ellenőrizni szeretné a kiválasztott ellenőrzőösszegeket?

source: The target file is corrupted, checksum mismatch!
hu: A célfájl sérült, az ellenőrzőösszeg nem egyezik!

source: Volume label:
hu: Kötet címke:

source: Please enter the volume size:
hu: Kérem, adja meg a kötet méretét:

source: Do you want to configure Lua library location?
hu: Be szeretné állítani a Lua könyvtár helyét?

source: Wipe %d selected files/directories?
hu: Töröl %d kijelölt fájlt/könyvtárat?

source: Wipe selected "%s"?
hu: Törölje a kijelölt "%s" fájlt?

source: with
hu: ezzel

source: Wrong password! Please try again!
hu: Hibás jelszó! Kérem próbálja újra!

source: Do auto-rename to "name (1).ext", "name (2).ext" etc.?
hu: Automatikus átnevezés "név (1).kit", "név (2).kit" stb. formátumba?

# ulng.rsmulrencounter
source: Counter
hu: Számláló

# ulng.rsmulrendate
source: Date
hu: Dátum

source: Preset name
hu: Előbeállítás neve

source: Define variable name
hu: Változónév meghatározása

source: Define variable value
hu: Változó érték meghatározása

source: Enter variable name
hu: Adja meg a változó nevét

source: Enter value for variable "%s"
hu: Adja meg a(z) "%s" változó értékét

source: Ignore, just save as the [Last One];Prompt user to confirm if we save it;Save automatically
hu: Figyelmen kívül hagyás, mentés [Utolsóként];Felhasználó megerősítése mentés előtt;Automatikus mentés

# ulng.rsmulrenextension
source: Extension
hu: Kiterjesztés

# ulng.rsmulrenfilename
source: Name
hu: Név

source: No change;UPPERCASE;lowercase;First char uppercase;First Char Of Every Word Uppercase;
hu: Nincs változtatás;NAGYBETŰS;kisbetűs;Első karakter nagybetű;Minden Szó Kezdőbetűje Nagybetű;

source: [The last used]
hu: [Utoljára használt]

source: Last masks under [Last One] preset;Last preset;New fresh masks
hu: Utolsó maszkok [Utolsó] előbeállítás alatt;Utolsó előbeállítás;Új friss maszkok

# ulng.rsmulrenlogstart
source: Multi-Rename Tool
hu: Többszörös Átnevezés Eszköz

source: Character at position x
hu: Karakter az x pozíción

source: Characters from position x to y
hu: Karakterek x-től y-ig pozícióig

source: Complete date
hu: Teljes dátum

source: Complete time
hu: Teljes idő

# ulng.rsmulrenmaskcounter
source: Counter
hu: Számláló

source: Day
hu: Nap

source: Day (2 digits)
hu: Nap (2 számjegy)

source: Day of the week (short, e.g., "mon")
hu: A hét napja (rövid, pl. "hét")

source: Day of the week (long, e.g., "monday")
hu: A hét napja (hosszú, pl. "hétfő")

# ulng.rsmulrenmaskextension
source: Extension
hu: Kiterjesztés

source: Complete filename with path and extension
hu: Teljes fájlnév elérési úttal és kiterjesztéssel

source: Complete filename, char from pos x to y
hu: Teljes fájlnév, karakter x-től y-ig pozícióig

source: Hour
hu: Óra

source: Hour (2 digits)
hu: Óra (2 számjegy)

source: Minute
hu: Perc

source: Minute (2 digits)
hu: Perc (2 számjegy)

source: Month
hu: Hónap

source: Month (2 digits)
hu: Hónap (2 számjegy)

source: Month name (short, e.g., "jan")
hu: Hónap neve (rövid, pl. "jan")

source: Month name (long, e.g., "january")
hu: Hónap neve (hosszú, pl. "január")

# ulng.rsmulrenmaskname
source: Name
hu: Név

source: Parent folder(s)
hu: Szülő mappa(k)

source: Second
hu: Másodperc

source: Second (2 digits)
hu: Másodperc (2 számjegy)

source: Variable on the fly
hu: Változó menet közben

source: Year (2 digits)
hu: Év (2 számjegy)

source: Year (4 digits)
hu: Év (4 számjegy)

# ulng.rsmulrenplugins
source: Plugins
hu: Bővítmények

source: Save preset as
hu: Előbeállítás mentése mint

source: Preset name already exists. Overwrite?
hu: Az előbeállítás név már létezik. Felülírja?

source: Enter new preset name
hu: Adja meg az új előbeállítás nevét

source: "%s" preset has been modified. Do you want to save it now?
hu: "%s" előbeállítás módosítva. Most menteni szeretné?

source: Sorting presets
hu: Rendezési előbeállítások

# ulng.rsmulrentime
source: Time
hu: Idő

source: Warning, duplicate names!
hu: Figyelem, duplikált nevek!

source: File contains wrong number of lines: %d, should be %d!
hu: A fájl hibás számú sort tartalmaz: %d, %d-nek kellene lennie!

source: Keep;Clear;Prompt
hu: Megtartás;Törlés;Kérdés

source: No internal equivalent command
hu: Nincs belső megfelelő parancs

source: Sorry, no "Find files" window yet...
hu: Sajnálom, még nincs "Fájlkeresés" ablak...

source: Sorry, no other "Find files" window to close and free from memory...
hu: Sajnálom, nincs más "Fájlkeresés" ablak a bezáráshoz és memóriából való felszabadításhoz...

source: Development
hu: Fejlesztés

source: Education
hu: Oktatás

source: Games
hu: Játékok

# ulng.rsopenwithgraphics
source: Graphics
hu: Grafika

source: Applications (*.app)|*.app|All files (*)|*
hu: Alkalmazások (*.app)|*.app|Minden fájl (*)|*

source: Multimedia
hu: Multimédia

# ulng.rsopenwithnetwork
source: Network
hu: Hálózat

source: Office
hu: Iroda

# ulng.rsopenwithother
source: Other
hu: Egyéb

source: Science
hu: Tudomány

source: Settings
hu: Beállítások

# ulng.rsopenwithsystem
source: System
hu: Rendszer

source: Accessories
hu: Kellékek

source: Aborted
hu: Megszakítva

source: Calculating checksum
hu: Ellenőrzőösszeg számítása

source: Calculating checksum in "%s"
hu: Ellenőrzőösszeg számítása ebben: "%s"

source: Calculating checksum of "%s"
hu: "%s" ellenőrzőösszegének számítása

source: Calculating
hu: Számítás

source: Calculating "%s"
hu: "%s" számítása

source: Joining
hu: Összefűzés

source: Joining files in "%s" to "%s"
hu: Fájlok összefűzése innen: "%s" ide: "%s"

source: Copying
hu: Másolás

source: Copying from "%s" to "%s"
hu: Másolás innen: "%s" ide: "%s"

source: Copying "%s" to "%s"
hu: "%s" másolása ide: "%s"

source: Creating directory
hu: Könyvtár létrehozása

source: Creating directory "%s"
hu: "%s" könyvtár létrehozása

source: Deleting
hu: Törlés

source: Deleting in "%s"
hu: Törlés itt: "%s"

source: Deleting "%s"
hu: "%s" törlése

source: Executing
hu: Végrehajtás

source: Executing "%s"
hu: "%s" végrehajtása

source: Extracting
hu: Kicsomagolás

source: Extracting from "%s" to "%s"
hu: Kicsomagolás innen: "%s" ide: "%s"

source: Finished
hu: Befejezve

source: Listing
hu: Listázás

source: Listing "%s"
hu: "%s" listázása

source: Moving
hu: Áthelyezés

source: Moving from "%s" to "%s"
hu: Áthelyezés innen: "%s" ide: "%s"

source: Moving "%s" to "%s"
hu: "%s" áthelyezése ide: "%s"

source: Not started
hu: Nem indított

source: Packing
hu: Csomagolás

source: Packing from "%s" to "%s"
hu: Csomagolás innen: "%s" ide: "%s"

source: Packing "%s" to "%s"
hu: "%s" csomagolása ide: "%s"

source: Paused
hu: Szüneteltetve

source: Pausing
hu: Szüneteltetés

source: Running
hu: Fut

source: Setting property
hu: Tulajdonság beállítása

source: Setting property in "%s"
hu: Tulajdonság beállítása itt: "%s"

source: Setting property of "%s"
hu: "%s" tulajdonságának beállítása

source: Splitting
hu: Felosztás

source: Splitting "%s" to "%s"
hu: "%s" felosztása ide: "%s"

source: Starting
hu: Indítás

source: Stopped
hu: Leállítva

source: Stopping
hu: Leállítás

source: Testing
hu: Tesztelés

source: Testing in "%s"
hu: Tesztelés itt: "%s"

source: Testing "%s"
hu: "%s" tesztelése

source: Verifying checksum
hu: Ellenőrzőösszeg ellenőrzése

source: Verifying checksum in "%s"
hu: Ellenőrzőösszeg ellenőrzése itt: "%s"

source: Verifying checksum of "%s"
hu: "%s" ellenőrzőösszegének ellenőrzése

source: Waiting for access to file source
hu: Várakozás a fájlforrás elérésére

source: Waiting for user response
hu: Várakozás felhasználói válaszra

source: Wiping
hu: Törlés

source: Wiping in "%s"
hu: Törlés itt: "%s"

source: Wiping "%s"
hu: "%s" törlése

source: Working
hu: Munka

source: Add at &beginning;Add at the end;Smart add
hu: Hozzáadás az &elejéhez;Hozzáadás a végéhez;Intelligens hozzáadás

source: Adding new tooltip file type
hu: Új tooltip fájltípus hozzáadása

source: To change current editing archive configuration, either APPLY or DELETE current editing one
hu: A jelenleg szerkesztett archív konfiguráció módosításához vagy ALKALMAZZA vagy TÖRÖLJE a jelenlegit

source: Mode dependent, additional command
hu: Módtól függő, további parancs

source: Add if it is non-empty
hu: Csak hozzáadás, ha nem üres

source: Archive File (long name)
hu: Archív fájl (hosszú név)

source: Select archiver executable
hu: Archiváló program kiválasztása

source: Archive file (short name)
hu: Archív fájl (rövid név)

source: Change Archiver Listing Encoding
hu: Archív lista kódolásának módosítása

# ulng.rsoptarchiverconfirmdelete
source: Are you sure you want to delete: "%s"?
hu: Biztosan törölni szeretné: "%s"?

source: Exported Archiver Configuration
hu: Exportált archiváló konfiguráció

source: errorlevel
hu: hibaszint

source: Export archiver configuration
hu: Archiváló konfiguráció exportálása

# ulng.rsoptarchiverexportdone
source: Exportation of %d elements to file "%s" completed.
hu: %d elem exportálása a(z) "%s" fájlba befejeződött.

# ulng.rsoptarchiverexportprompt
source: Select the one(s) you want to export
hu: Válassza ki az exportálandó elem(ek)et

source: Filelist (long names)
hu: Fájllista (hosszú nevek)

source: Filelist (short names)
hu: Fájllista (rövid nevek)

source: Import archiver configuration
hu: Archiváló konfiguráció importálása

# ulng.rsoptarchiverimportdone
source: Importation of %d elements from file "%s" completed.
hu: %d elem importálása a(z) "%s" fájlból befejeződött.

source: Select the file to import archiver configuration(s)
hu: Válassza ki az archiváló konfiguráció(k) importálásához a fájlt

# ulng.rsoptarchiverimportprompt
source: Select the one(s) you want to import
hu: Válassza ki az importálandó elem(ek)et

source: Use name only, without path
hu: Csak név használata, elérési út nélkül

source: Use path only, without name
hu: Csak elérési út használata, név nélkül

source: Archive Program (long name)
hu: Archiváló program (hosszú név)

source: Archive Program (short name)
hu: Archiváló program (rövid név)

source: Quote all names
hu: Minden név idézése

source: Quote names with spaces
hu: Szóközt tartalmazó nevek idézése

source: Single filename to process
hu: Feldolgozandó egyetlen fájlnév

source: Target subdirecory
hu: Cél almappa

source: Use ANSI encoding
hu: ANSI kódolás használata

source: Use UTF8 encoding
hu: UTF8 kódolás használata

source: Enter location and filename where to save archiver configuration
hu: Adja meg a helyet és fájlnevet, ahova menteni szeretné az archiváló konfigurációt

source: Archive type name:
hu: Archív típus neve:

source: Associate plugin "%s" with:
hu: "%s" bővítmény hozzárendelése ehhez:

source: First;Last;
hu: Első;Utolsó;

source: Classic, legacy order;Alphabetic order (but language still first)
hu: Klasszikus, örökölt sorrend;Ábécé sorrend (de a nyelv továbbra is első)

source: Full expand;Full collapse
hu: Teljes kinyitás;Teljes becsukás

source: Active frame panel on left, inactive on right (legacy);Left frame panel on left, right on right
hu: Aktív panel balra, inaktív jobbra (örökölt);Bal panel balra, jobb panel jobbra

source: Enter extension
hu: Adja meg a kiterjesztést

source: Add at beginning;Add at the end;Alphabetical sort
hu: Hozzáadás az elejéhez;Hozzáadás a végéhez;Ábécé sorrend

source: separate window;minimized separate window;operations panel
hu: külön ablak;minimalizált külön ablak;műveleti panel

source: float
hu: lebegő

source: Shortcut %s for cm_Delete will be registered, so it can be used to reverse this setting.
hu: A(z) %s gyorsbillentyű a cm_Delete-hez lesz regisztrálva, így használható ennek a beállításnak a visszavonására.

source: Add hotkey for %s
hu: Gyorsbillentyű hozzáadása ehhez: %s

source: Add shortcut
hu: Gyorsbillentyű hozzáadása

source: Cannot set shortcut
hu: Nem állítható be a gyorsbillentyű

source: Change shortcut
hu: Gyorsbillentyű módosítása

# ulng.rsopthotkeyscommand
source: Command
hu: Parancs

source: Shortcut %s for cm_Delete has a parameter that overrides this setting. Do you want to change this parameter to use the global setting?
hu: A(z) %s gyorsbillentyű a cm_Delete-hez olyan paraméterrel rendelkezik, amely felülírja ezt a beállítást. Szeretné ezt a paramétert módosítani a globális beállítás használatára?

source: Shortcut %s for cm_Delete needs to have a parameter changed to match shortcut %s. Do you want to change it?
hu: A(z) %s gyorsbillentyű a cm_Delete-hez módosított paramétert igényel, hogy megfeleljen a(z) %s gyorsbillentyűnek. Szeretné módosítani?

# ulng.rsopthotkeysdescription
source: Description
hu: Leírás

source: Edit hotkey for %s
hu: Gyorsbillentyű szerkesztése ehhez: %s

source: Fix parameter
hu: Paraméter javítása

# ulng.rsopthotkeyshotkey
source: Hotkey
hu: Gyorsbillentyű

# ulng.rsopthotkeyshotkeys
source: Hotkeys
hu: Gyorsbillentyűk

source: <none>
hu: <nincs>

# ulng.rsopthotkeysparameters
source: Parameters
hu: Paraméterek

source: Set shortcut to delete file
hu: Fájltörlés gyorsbillentyű beállítása

source: For this setting to work with shortcut %s, shortcut %s must be assigned to cm_Delete but it is already assigned to %s. Do you want to change it?
hu: Ahhoz, hogy ez a beállítás működjön a(z) %s gyorsbillentyűvel, a(z) %s gyorsbillentyűt a cm_Delete-hez kell rendelni, de ez már hozzá van rendelve ehhez: %s. Szeretné módosítani?

source: Shortcut %s for cm_Delete is a sequence shortcut for which a hotkey with reversed Shift cannot be assigned. This setting might not work.
hu: A(z) %s gyorsbillentyű a cm_Delete-hez szekvencia gyorsbillentyű, amelyhez fordított Shift-tel nem lehet gyorsbillentyűt hozzárendelni. Ez a beállítás nem fog működni.

source: Shortcut in use
hu: Használatban lévő gyorsbillentyű

source: Shortcut %s is already used.
hu: A(z) %s gyorsbillentyű már használatban van.

source: Change it to %s?
hu: Módosítsa erre: %s?

source: used for %s in %s
hu: használva ehhez: %s itt: %s

source: used for this command but with different parameters
hu: használva ehhez a parancshoz, de eltérő paraméterekkel

source: Archivers
hu: Archiválók

source: Auto refresh
hu: Automatikus frissítés

source: Behaviors
hu: Viselkedések

source: Brief
hu: Rövid

source: Colors
hu: Színek

source: Columns
hu: Oszlopok

# ulng.rsoptionseditorconfiguration
source: Configuration
hu: Beállítások

source: Custom columns
hu: Egyéni oszlopok

# ulng.rsoptionseditordirectoryhotlist
source: Directory Hotlist
hu: Könyvtár gyorslista

source: Directory Hotlist Extra
hu: Könyvtár gyorslista extra

source: Drag & drop
hu: Húzd és ejtsd

source: Drives list button
hu: Meghajtó lista gomb

# ulng.rsoptionseditorfavoritetabs
source: Favorite Tabs
hu: Kedvenc lapok

source: File associations extra
hu: Fájltársítások extra

source: File associations
hu: Fájltársítások

# ulng.rsoptionseditorfilenewfiletypes
source: New
hu: Új
