Repository: doublecmd/doublecmd
Catalog: language/doublecmd.*.po
Languages: hu

source: Some functions to select appropriate target
hu: Néhány funkció a megfelelő cél kiválasztásához

# tfrmoptionsdirectoryhotlist.btnsort.caption
source: &Sort...
hu: &Rendezés...

source: &When adding directory, add also target
hu: &Könyvtár hozzáadásakor a célt is adjuk hozzá

# tfrmoptionsdirectoryhotlist.cbfullexpandtree.caption
source: Alwa&ys expand tree
hu: Fa mindig ki&terjesztése

source: Show only &valid environment variables
hu: Csak érvényes környezeti &változók mutatása

source: In pop&up, show [path also]
hu: [Útvonal] mutatása felugró &ablakban is

# tfrmoptionsdirectoryhotlist.cbsorthotdirpath.text
source: Name, a-z
hu: Név, a-z

# TFRMOPTIONSDIRECTORYHOTLIST.CBSORTHOTDIRTARGET.TEXT
source: Name, a-z
hu: Név, a-z

source: Directory Hotlist (reorder by drag && drop)
hu: Gyorsmenü könyvtárakhoz (átrendezés húzd és ejtsd módszerrel)

# tfrmoptionsdirectoryhotlist.gbhotlistotheroptions.caption
source: Other options
hu: Egyéb beállítások

# TFRMOPTIONSDIRECTORYHOTLIST.LBLEDITHOTDIRNAME.EDITLABEL.CAPTION
source: Name:
hu: Név:

# TFRMOPTIONSDIRECTORYHOTLIST.LBLEDITHOTDIRPATH.EDITLABEL.CAPTION
source: Path:
hu: Útvonal:

source: &Target:
hu: &Cél:

# tfrmoptionsdirectoryhotlist.micurrentlevelofitemonly.caption
source: ...current le&vel of item(s) selected only
hu: ...csak a kijelölt elemek &aktuális szintje

source: Scan all &hotdir's path to validate the ones that actually exist
hu: Összes &gyorsmappa útvonal ellenőrzése a létezők megtalálásához

source: &Scan all hotdir's path && target to validate the ones that actually exist
hu: Összes gyorsmappa útvonal és &cél ellenőrzése a létezők megtalálásához

source: to a Directory &Hotlist file (.hotlist)
hu: Gyorsmappa &fájlba (.hotlist)

# tfrmoptionsdirectoryhotlist.miexporttototalcommanderk.caption
source: to a "wincmd.ini" of TC (&keep existing)
hu: "wincmd.ini" fájlba (Total Commander) (&megtartva a meglévőket)

# tfrmoptionsdirectoryhotlist.miexporttototalcommandernk.caption
source: to a "wincmd.ini" of TC (&erase existing)
hu: "wincmd.ini" fájlba (Total Commander) (&törölve a meglévőket)

# tfrmoptionsdirectoryhotlist.migotoconfiguretcinfo1.caption
source: Go to &configure TC related info
hu: Ugrás a TC beállításokhoz

# TFRMOPTIONSDIRECTORYHOTLIST.MIGOTOCONFIGURETCINFO2.CAPTION
source: Go to &configure TC related info
hu: Ugrás a TC beállításokhoz

source: HotDirTestMenu
hu: Gyorsmappa tesztmenü

source: from a Directory &Hotlist file (.hotlist)
hu: Gyorsmappa-fájlból (.hotlist)

source: from "&wincmd.ini" of TC
hu: TC "wincmd.ini" fájljából

source: &Navigate...
hu: &Navigálás...

source: &Restore a backup of Directory Hotlist
hu: Gyorsmappa mentésének &visszaállítása

source: &Save a backup of current Directory Hotlist
hu: Aktuális gyorsmappa mentése

# tfrmoptionsdirectoryhotlist.misearchandreplace.caption
source: Search and &replace...
hu: Keresés és csere...

# tfrmoptionsdirectoryhotlist.misorteverything.caption
source: ...everything, from A to &Z!
hu: ...mindent, A-tól &Z-ig!

# tfrmoptionsdirectoryhotlist.misortsinglegroup.caption
source: ...single &group of item(s) only
hu: ...csak egyetlen &elemcsoport

# tfrmoptionsdirectoryhotlist.misortsinglesubmenu.caption
source: ...&content of submenu(s) selected, no sublevel
hu: ...a kiválasztott almenü &tartalma, alszint nélkül

# tfrmoptionsdirectoryhotlist.misortsubmenuandsublevel.caption
source: ...content of submenu(s) selected and &all sublevels
hu: ...a kiválasztott almenü tartalma és &minden alszint

# tfrmoptionsdirectoryhotlist.mitestresultinghotlistmenu.caption
source: Test resultin&g menu
hu: Eredményül kapott menü &tesztelése

source: Tweak &path
hu: Útvonal &finomhangolása

source: Tweak &target path
hu: Célútvonal &finomhangolása

source: Addition from main panel
hu: Hozzáadás a főpanelről

source: Apply current settings to directory hotlist
hu: Aktuális beállítások alkalmazása a könyvtár gyorsmenüre

source: Source
hu: Forrás

source: Target
hu: Cél

# tfrmoptionsdirectoryhotlistextra.gbdirectoryhotlistoptionsextra.caption
source: Paths
hu: Elérési utak

source: Way to set paths when adding them:
hu: Az elérési utak beállításának módja hozzáadáskor:

# tfrmoptionsdirectoryhotlistextra.lblapplysettingsfor.caption
source: Do this for paths of:
hu: A következő elérési utakra alkalmazza:

# tfrmoptionsdirectoryhotlistextra.lbpathtoberelativeto.caption
source: Path to be relative to:
hu: Relatív elérési út ehhez:

source: From all the supported formats, ask which one to use every time
hu: Az összes támogatott formátumból mindig kérdezze meg, melyiket használja

source: When saving Unicode text, save it in UTF8 format (will be UTF16 otherwise)
hu: Unicode szöveg mentésekor használjon UTF8 formátum (egyébként UTF16 lesz)

source: When dropping text, generate filename automatically (otherwise will prompt the user)
hu: Szöveg behúzásakor a fájlnév automatikus generálása (egyébként felkéri a felhasználót)

source: &Show confirmation dialog after drop
hu: Megerősítő párbeszédablak &megjelenítése ejtés után

source: When drag && dropping text into panels:
hu: Szöveg panelbe húzásakor && ejtésekor:

source: Place the most desired format on top of list (use dag && drop):
hu: A leginkább preferált formátum helyezze a lista elejére (húzással && ejtéssel):

source: (if the most desired is not present, we'll take second one and so on)
hu: (ha a legpreferáltabb nincs jelen, akkor a másodikat vesszük figyelembe, és így tovább)

source: (will not work with some source application, so try to uncheck if problem)
hu: (néhány forrásalkalmazással nem működik, ezért próbálja kikapcsolni, ha probléma adódik)

source: Show &file system
hu: Fájlrendszer &megjelenítése

source: Show fr&ee space
hu: Sza&bad terület megjelenítése

source: Show &label
hu: &Címke mutatása

source: Drives list
hu: Meghajtók listája

source: Auto Indent
hu: Automatikus behúzás

source: Allows to indent the caret, when new line is created with <Enter>, with the same amount of leading white space as the preceding line
hu: Lehetővé teszi a kurzor behúzását, amikor új sort hozunk létre <Enter> billentyűvel, ugyanazzal a kezdő szóköz mennyiséggel, mint az előző sorban

source: Group Undo
hu: Visszavonás csoportosítása

source: All continuous changes of the same type will be processed in one call instead of undoing/redoing each one
hu: Az azonos típusú folyamatos változtatások egyetlen műveletként lesznek feldolgozva, ahelyett hogy mindegyiket külön-külön kellene visszavonni/újra megtenni

source: Right margin:
hu: Jobb margó:

source: Caret past end of line
hu: Kurzor a sor vége után

source: Allows caret to go into empty space beyond end-of-line position
hu: Lehetővé teszi a kurzornak, hogy a sor vége pozícióján túl is mozogjon az üres területen

source: Show special characters
hu: Speciális karakterek mutatása

source: Shows special characters for spaces and tabulations
hu: Speciális karaktereket jelenít meg szóközök és tabulátorok helyén

source: Smart Tabs
hu: Okos tabulátorok

source: When using <Tab> key, caret will go to the next non-space character of the previous line
hu: A <Tab> billentyű lenyomásakor a kurzor az előző sor következő nem szóköz karakterére ugrik

source: Tab indents blocks
hu: Tabulátorral behúzás

source: When active <Tab> and <Shift+Tab> act as block indent, unindent when text is selected
hu: Ha aktív, a <Tab> és <Shift+Tab> blokk behúzásként működik (vagy behúzás megszüntetéseként kijelölt szöveg esetén)

source: Use spaces instead tab characters
hu: Szóközök használata tabulátor karakterek helyett

source: Converts tab characters to a specified number of space characters (when entering)
hu: A tabulátor karaktereket megadott számú szóközzé alakítja (bevitelkor)

source: Delete trailing spaces
hu: Záró szóközök törlése

source: Auto delete trailing spaces, this applies only to edited lines
hu: A záró szóközök automatikus törlése (csak a módosított sorokra vonatkozik)

# tfrmoptionseditor.edtabwidth.hint
source: Please note that the "Smart Tabs" option takes precedence over the tabulation to be performed
hu: Kérjük, vegye figyelembe, hogy az "Okos tabulátorok" opciónak elsőbbsége van a végrehajtandó tabulálással szemben

source: Internal editor options
hu: Belső szerkesztő beállításai

source: Block indent:
hu: Blokk behúzás:

source: Tab width:
hu: Tabulátor szélessége:

# tfrmoptionseditor.lbltabwidth.hint
source: Please note that the "Smart Tabs" option takes precedence over the tabulation to be performed
hu: Kérjük, vegye figyelembe, hogy az "Okos tabulátor" opciónak elsőbbsége van a végrehajtandó tabulálással szemben

# tfrmoptionseditorcolors.backgroundlabel.caption
source: Bac&kground
hu: Hátté&r

# TFRMOPTIONSEDITORCOLORS.BACKGROUNDUSEDEFAULTCHECKBOX.CAPTION
source: Bac&kground
hu: Hátté&r

source: Reset
hu: Visszaállítás

source: Element Attributes
hu: Elem attribútumok

# tfrmoptionseditorcolors.foregroundlabel.caption
source: Fo&reground
hu: Előté&r

# TFRMOPTIONSEDITORCOLORS.FOREGROUNDUSEDEFAULTCHECKBOX.CAPTION
source: Fo&reground
hu: Előté&r

source: &Text-mark
hu: Szövegj&elölés

source: Use (and edit) &global scheme settings
hu: (Globális séma beállítások használata (és szerkesztése)

source: Use &local scheme settings
hu: &Helyi séma beállítások használata

source: &Bold
hu: &Félkövér

# TFRMOPTIONSEDITORCOLORS.TEXTBOLDRADIOINVERT.CAPTION
source: In&vert
hu: In&vertálás

# TFRMOPTIONSEDITORCOLORS.TEXTBOLDRADIOOFF.CAPTION
source: O&ff
hu: Ki&kapcsolva

# TFRMOPTIONSEDITORCOLORS.TEXTBOLDRADIOON.CAPTION
source: O&n
hu: Be&kapcsolva

source: &Italic
hu: Dőlt

# TFRMOPTIONSEDITORCOLORS.TEXTITALICRADIOINVERT.CAPTION
source: In&vert
hu: In&vertálás

# TFRMOPTIONSEDITORCOLORS.TEXTITALICRADIOOFF.CAPTION
source: O&ff
hu: Ki&kapcsolva

# TFRMOPTIONSEDITORCOLORS.TEXTITALICRADIOON.CAPTION
source: O&n
hu: Be&kapcsolva

source: &Strike Out
hu: Áthúzott

# TFRMOPTIONSEDITORCOLORS.TEXTSTRIKEOUTRADIOINVERT.CAPTION
source: In&vert
hu: In&verz

# TFRMOPTIONSEDITORCOLORS.TEXTSTRIKEOUTRADIOOFF.CAPTION
source: O&ff
hu: Ki&kapcsolva

# TFRMOPTIONSEDITORCOLORS.TEXTSTRIKEOUTRADIOON.CAPTION
source: O&n
hu: Be&kapcsolva

source: &Underline
hu: A&lhúzás

# tfrmoptionseditorcolors.textunderlineradioinvert.caption
source: In&vert
hu: In&verz

# tfrmoptionseditorcolors.textunderlineradiooff.caption
source: O&ff
hu: Ki&kapcsolva

# tfrmoptionseditorcolors.textunderlineradioon.caption
source: O&n
hu: Be&kapcsolva

# TFRMOPTIONSFAVORITETABS.BTNADD.CAPTION
source: Add...
hu: Hozzáadás...

# TFRMOPTIONSFAVORITETABS.BTNDELETE.CAPTION
source: Delete...
hu: Törlés...

# TFRMOPTIONSFAVORITETABS.BTNINSERT.CAPTION
source: Insert...
hu: Beszúrás...

# TFRMOPTIONSFAVORITETABS.BTNRENAME.CAPTION
source: Rename
hu: Átnevezés

# TFRMOPTIONSFAVORITETABS.BTNSORT.CAPTION
source: Sort...
hu: Rendezés...

# tfrmoptionsfavoritetabs.cbexistingtabstokeep.text
source: None
hu: Egyik sem

# TFRMOPTIONSFAVORITETABS.CBFULLEXPANDTREE.CAPTION
source: Always expand tree
hu: Fa mindig kinyitva

# tfrmoptionsfavoritetabs.cbsavedirhistory.text
source: No
hu: Nem

# tfrmoptionsfavoritetabs.cbtargetpanelleftsavedtabs.text
source: Left
hu: Bal

# tfrmoptionsfavoritetabs.cbtargetpanelrightsavedtabs.text
source: Right
hu: Jobb

source: Favorite Tabs list (reorder by drag && drop)
hu: Kedvenclapok listája (rendezés fogd és vidd módszerrel)

# TFRMOPTIONSFAVORITETABS.GBFAVORITETABSOTHEROPTIONS.CAPTION
source: Other options
hu: Egyéb beállítások

source: What to restore where for the selected entry:
hu: Mit állítson vissza és hova a kiválasztott bejegyzéshez:

source: Existing tabs to keep:
hu: Megtartandó meglévő lapok:

source: Save dir history:
hu: Könyvtár előzmények mentése:

source: Tabs saved on left to be restored to:
hu: Bal oldalon mentett lapok visszaállítása ide:

source: Tabs saved on right to be restored to:
hu: Jobb oldalon mentett lapok visszaállítása ide:

# TFRMOPTIONSFAVORITETABS.MIADDSEPARATOR.CAPTION
source: a separator
hu: elválasztó

source: Add separator
hu: Elválasztó hozzáadása

# TFRMOPTIONSFAVORITETABS.MIADDSUBMENU.CAPTION
source: sub-menu
hu: almenü

# TFRMOPTIONSFAVORITETABS.MIADDSUBMENU2.CAPTION
source: Add sub-menu
hu: Almenü hozzáadása

# TFRMOPTIONSFAVORITETABS.MICOLLAPSEALL.CAPTION
source: Collapse all
hu: Összes becsukása

# TFRMOPTIONSFAVORITETABS.MICURRENTLEVELOFITEMONLY.CAPTION
source: ...current level of item(s) selected only
hu: ...csak a kijelölt elem(ek) aktuális szintje

# TFRMOPTIONSFAVORITETABS.MICUTSELECTION.CAPTION
source: Cut
hu: Kivágás

# TFRMOPTIONSFAVORITETABS.MIDELETEALLFAVORITETABS.CAPTION
source: delete all!
hu: összes törlése!

# TFRMOPTIONSFAVORITETABS.MIDELETECOMPLETESUBMENU.CAPTION
source: sub-menu and all its elements
hu: almenü és minden eleme

# TFRMOPTIONSFAVORITETABS.MIDELETEJUSTSUBMENU.CAPTION
source: just sub-menu but keep elements
hu: csak almenü, elemek megtartása

# TFRMOPTIONSFAVORITETABS.MIDELETESELECTEDENTRY.CAPTION
source: selected item
hu: kiválasztott elem

# TFRMOPTIONSFAVORITETABS.MIDELETESELECTEDENTRY2.CAPTION
source: Delete selected item
hu: Kiválasztott elem törlése

source: Export selection to legacy .tab file(s)
hu: Kijelölés exportálása régi .tab fájl(ok)ba

source: FavoriteTabsTestMenu
hu: Kedvenclapok tesztmenü

source: Import legacy .tab file(s) according to default setting
hu: Régi .tab fájl(ok) importálása alapértelmezett beállítás szerint

# TFRMOPTIONSFAVORITETABS.MIIMPORTLEGACYTABFILESATPOS.CAPTION
source: Import legacy .tab file(s) at selected position
hu: Régi .tab fájl(ok) importálása a kiválasztott helyre

# tfrmoptionsfavoritetabs.miimportlegacytabfilesatpos1.caption
source: Import legacy .tab file(s) at selected position
hu: Örökölt .tab fájl(ok) importálása a kiválasztott pozícióba

source: Import legacy .tab file(s) at selected position in a sub menu
hu: Örökölt .tab fájl(ok) importálása a kiválasztott pozícióba egy almenübe

source: Insert separator
hu: Elválasztó beszúrása

source: Insert sub-menu
hu: Almenü beszúrása

# TFRMOPTIONSFAVORITETABS.MIOPENALLBRANCHES.CAPTION
source: Open all branches
hu: Összes ág kinyitása

# TFRMOPTIONSFAVORITETABS.MIPASTESELECTION.CAPTION
source: Paste
hu: Beillesztés

# TFRMOPTIONSFAVORITETABS.MIRENAME.CAPTION
source: Rename
hu: Átnevezés

# TFRMOPTIONSFAVORITETABS.MISORTEVERYTHING.CAPTION
source: ...everything, from A to Z!
hu: ...mindent, A-tól Z-ig!

# TFRMOPTIONSFAVORITETABS.MISORTSINGLEGROUP.CAPTION
source: ...single group of item(s) only
hu: ...csak egy elemet/elemeket tartalmazó csoportot

# TFRMOPTIONSFAVORITETABS.MISORTSINGLEGROUP2.CAPTION
source: Sort single group of item(s) only
hu: Csak egy elemet/elemeket tartalmazó csoport rendezése

# TFRMOPTIONSFAVORITETABS.MISORTSINGLESUBMENU.CAPTION
source: ...content of submenu(s) selected, no sublevel
hu: ...a kiválasztott almenü(k) tartalma, nincsenek allév szintek

# TFRMOPTIONSFAVORITETABS.MISORTSUBMENUANDSUBLEVEL.CAPTION
source: ...content of submenu(s) selected and all sublevels
hu: ...a kiválasztott almenü(k) tartalma és minden allé szint

# TFRMOPTIONSFAVORITETABS.MITESTRESULTINGFAVORITETABSMENU.CAPTION
source: Test resulting menu
hu: Eredményül kapott menü tesztelése

# tfrmoptionsfileassoc.btnaddact.caption
source: Add
hu: Hozzáadás

# TFRMOPTIONSFILEASSOC.BTNADDEXT.CAPTION
source: Add
hu: Hozzáadás

# TFRMOPTIONSFILEASSOC.BTNADDNEWTYPE.CAPTION
source: A&dd
hu: Hozzá&adás

source: C&lone
hu: K&lonozás

# tfrmoptionsfileassoc.btncommands.hint
source: Select your internal command
hu: Válassza ki a belső parancsot

# tfrmoptionsfileassoc.btndownact.caption
source: Do&wn
hu: Le&felé

# TFRMOPTIONSFILEASSOC.BTNEDITEXT.CAPTION
source: Edi&t
hu: Szerk&esztés

# tfrmoptionsfileassoc.btninsertact.caption
source: Insert
hu: Beszúrás

# TFRMOPTIONSFILEASSOC.BTNINSERTEXT.CAPTION
source: &Insert
hu: &Beszúrás

# tfrmoptionsfileassoc.btnparametershelper.hint
source: Variable reminder helper
hu: Változó-emlékeztető segédlet

# tfrmoptionsfileassoc.btnrelativecommand.hint
source: Some functions to select appropriate path
hu: Néhány funkció a megfelelő útvonal kiválasztásához

source: Remo&ve
hu: Eltá&volítás

source: Re&move
hu: El&távolítás

# TFRMOPTIONSFILEASSOC.BTNREMOVETYPE.CAPTION
source: &Remove
hu: Eltá&volítás

# tfrmoptionsfileassoc.btnrenametype.caption
source: R&ename
hu: Átneve&zés

# tfrmoptionsfileassoc.btnstartpathpathhelper.hint
source: Some functions to select appropriate path
hu: Néhány funkció a megfelelő útvonal kiválasztásához

# tfrmoptionsfileassoc.btnstartpathvarhelper.hint
source: Variable reminder helper
hu: Változó-emlékeztető segédlet

# TFRMOPTIONSFILEASSOC.BTNUPACT.CAPTION
source: &Up
hu: &Fel

source: Starting path of the command. Never quote this string.
hu: A parancs kezdő útvonala. Ne tegyen idézőjeleket a sztring köré.

source: Name of the action. It is never passed to the system, it's just a mnemonic name chosen by you, for you
hu: A művelet neve. Ezt a rendszer nem kapja meg, csak egy emlékeztető név, amit Ön választott magának.

source: Parameter to pass to the command. Long filename with spaces should be quoted (manually entering).
hu: A parancsnak átadandó paraméter. A szóközöket tartalmazó hosszú fájlneveket idézőjelbe kell tenni (kézzel kell beírni).

source: Command to execute. Never quote this string.
hu: Végrehajtandó parancs. Ne tegyen idézőjeleket a sztring köré.

source: Action description
hu: Művelet leírása

# tfrmoptionsfileassoc.gbactions.caption
source: Actions
hu: Műveletek

source: Extensions
hu: Kiterjesztések

source: Can be sorted by drag & drop
hu: Rendezhető húzd és ejtsd módszerrel

# tfrmoptionsfileassoc.gbfiletypes.caption
source: File types
hu: Fájltípusok

source: Icon
hu: Ikon

source: Actions may be sorted by drag & drop
hu: A műveletek átrendezhetők húzd és ejtsd módszerrel

source: Extensions may be sorted by drag & drop
hu: A kiterjesztések átrendezhetők húzd és ejtsd módszerrel

source: File types may be sorted by drag & drop
hu: A fájltípusok átrendezhetők húzd és ejtsd módszerrel

source: Action &name:
hu: Művelet &neve:

# tfrmoptionsfileassoc.lblcommand.caption
source: Command:
hu: Parancs:

# tfrmoptionsfileassoc.lblexternalparameters.caption
source: Parameter&s:
hu: Paraméter&ek:

# tfrmoptionsfileassoc.lblstartpath.caption
source: Start pat&h:
hu: Kezdő &útvonal:

source: Custom with...
hu: Egyéni megnyitás...

source: Custom
hu: Egyéni

# TFRMOPTIONSFILEASSOC.MIEDIT.CAPTION
source: Edit
hu: Szerkesztés

source: Open in Editor
hu: Megnyitás szerkesztőben

source: Edit with...
hu: Szerkesztés ezzel...

source: Get output from command
hu: Kimenet lekérése parancsból

source: Open in Internal Editor
hu: Megnyitás belső szerkesztővel

source: Open in Internal Viewer
hu: Megnyitás belső nézegetővel

# TFRMOPTIONSFILEASSOC.MIOPEN.CAPTION
source: Open
hu: Megnyitás

source: Open with...
hu: Megnyitás ezzel...

source: Run in terminal
hu: Futtatás terminálban

# TFRMOPTIONSFILEASSOC.MIVIEW.CAPTION
source: View
hu: Megtekintés

source: Open in Viewer
hu: Megnyitás nézegetővel

source: View with...
hu: Megtekintés ezzel...

source: Click me to change icon!
hu: Kattints ide az ikon módosításához!

source: Apply current settings to all current configured filenames and paths
hu: Aktuális beállítások alkalmazása minden jelenleg konfigurált fájlnévre és útvonalra

source: Default context actions (View/Edit)
hu: Alapértelmezett helyzeti műveletek (Megtekintés/Szerkesztés)

# tfrmoptionsfileassocextra.cbexecuteviashell.caption
source: Execute via shell
hu: Végrehajtás shellen keresztül

source: Extended context menu
hu: Kiterjesztett helyzeti menü

source: File association configuration
hu: Fájltársítás beállítása

source: Offer to add selection to file association when not included already
hu: Ajánlja fel a kiválasztás hozzáadását a fájltársításhoz, ha még nincs benne

# tfrmoptionsfileassocextra.cboffertoaddtofileassociations.hint
source: When accessing file association, offer to add current selected file if not already included in a configured file type
hu: Fájltársítás elérésekor ajánlja fel a jelenleg kiválasztott fájl hozzáadását, ha az még nem szerepel a beállított fájltípusok között

# tfrmoptionsfileassocextra.cbopensystemwithterminalclose.caption
source: Execute via terminal and close
hu: Végrehajtás terminálon keresztül és bezárás

# tfrmoptionsfileassocextra.cbopensystemwithterminalstayopen.caption
source: Execute via terminal and stay open
hu: Végrehajtás terminálon keresztül és nyitva tartás

# tfrmoptionsfileassocextra.ckbfileassoccommand.caption
source: Commands
hu: Parancsok

# tfrmoptionsfileassocextra.ckbfileassocicons.caption
source: Icons
hu: Ikonok

# tfrmoptionsfileassocextra.ckbfileassocstartpath.caption
source: Starting paths
hu: Kezdő elérési utak

source: Extended options items:
hu: Bővített beállítási elemek:

# tfrmoptionsfileassocextra.gbtoolbaroptionsextra.caption
source: Paths
hu: Elérési utak

# tfrmoptionsfileassocextra.lbfileassocfilenamestyle.caption
source: Way to set paths when adding elements for icons, commands and starting paths:
hu: Elérési utak beállításának módja ikonok, parancsok és kezdő elérési utak hozzáadásakor:

# tfrmoptionsfileassocextra.lblapplysettingsfor.caption
source: Do this for files and path for:
hu: Végrehajtás fájlokon és elérési utakon ehhez:

# tfrmoptionsfileassocextra.lbpathtoberelativeto.caption
source: Path to be relative to:
hu: Ehhez viszonyított elérési út:

source: Show confirmation window for:
hu: Megerősítő ablak megjelenítése ehhez:

source: Cop&y operation
hu: Másolási művelet

source: &Delete operation
hu: Törlési művelet

source: Dele&te to recycle bin (Shift key reverses this setting)
hu: Lomtárba törlés (Shift billentyű megfordítja ezt a beállítást)

source: D&elete to trash operation
hu: L&omtárba törlési művelet

source: D&rop readonly flag
hu: Csak olvasható jelző &eldobása

source: &Move operation
hu: &Mozgatási művelet

source: &Process comments with files/folders
hu: Megjegyzések feldolgozása a fájlokkal/mappákkal

source: Select &file name without extension when renaming
hu: Csak a fájlnév kijelölése (kiterjesztés nélkül) átnevezéskor

source: Sho&w tab select panel in copy/move dialog
hu: Lapválasztó panel megjelenítése másolás/mozgatás párbeszédablakban

source: S&kip file operations errors and write them to log window
hu: Fájlműveleti hibák átugrása és naplózása

source: Test archive operation
hu: Archívum tesztelési művelete

source: Verify checksum operation
hu: Ellenőrzőösszeg-ellenőrzési művelet

source: Executing operations
hu: Műveletek végrehajtása

source: User interface
hu: Felhasználói felület

source: &Buffer size for file operations (in KB):
hu: Fájlműveletek puffer mérete (kB-ban):

source: Buffer size for &hash calculation (in KB):
hu: Pufferméret &kivonatszámításhoz (KB-ban):

source: Show operations progress &initially in
hu: Műveletek folyamatának &kezdeti megjelenítése

source: Duplicated name auto-rename style:
hu: Duplikált név automatikus átnevezési stílusa:

source: &Number of wipe passes:
hu: Törlési &passzok száma:

source: Reset to DC default
hu: Alapértelmezett DC beállítások

# TFRMOPTIONSFILEPANELSCOLORS.CBALLOWOVERCOLOR.CAPTION
source: Allow Overcolor
hu: Túlszínezés engedélyezése

source: Use &Frame Cursor
hu: &Keretes kurzor használata

source: Use Inactive Sel Color
hu: Inaktív kijelölés színének használata

source: U&se Inverted Selection
hu: &Invertált kijelölés használata

# TFRMOPTIONSFILEPANELSCOLORS.CBUSECURSORBORDER.CAPTION
source: Cursor border
hu: Kurzor szegélye

source: Current Path
hu: Aktuális útvonal

source: Bac&kground:
hu: Hátté&rszín 1:

source: Backg&round 2:
hu: Háttérszi&n 2:

source: C&ursor Color:
hu: Kurzor &színe:

source: Cursor Te&xt:
hu: Kurzor &szövege:

# TFRMOPTIONSFILEPANELSCOLORS.LBLINACTIVECURSORCOLOR.CAPTION
source: Inactive Cursor Color:
hu: Inaktív kurzor színe:

# TFRMOPTIONSFILEPANELSCOLORS.LBLINACTIVEMARKCOLOR.CAPTION
source: Inactive Mark Color:
hu: Inaktív jelölés színe:
