Repository: doublecmd/doublecmd
Catalog: language/doublecmd.*.po
Languages: hu

# ulng.rsoptionseditorfileoperations
source: File operations
hu: Fájlműveletek

source: File panels
hu: Fájl panelek

# ulng.rsoptionseditorfilesearch
source: File search
hu: Fájlkeresés

source: Files views
hu: Fájlnézetek

source: Files views extra
hu: Fájlnézetek extra

# ulng.rsoptionseditorfiletypes
source: File types
hu: Fájltípusok

# ulng.rsoptionseditorfoldertabs
source: Folder tabs
hu: Mappa lapok

source: Folder tabs extra
hu: Mappa lapok extra

# ulng.rsoptionseditorfonts
source: Fonts
hu: Betűtípusok

source: Highlighters
hu: Kiemelők

source: Hot keys
hu: Gyorsbillentyűk

# ulng.rsoptionseditoricons
source: Icons
hu: Ikonok

source: Ignore list
hu: Mellőzési lista

source: Keys
hu: Billentyűk

source: Language
hu: Nyelv

source: Layout
hu: Elrendezés

source: Log
hu: Napló

source: Miscellaneous
hu: Egyéb

source: Mouse
hu: Egér

# ulng.rsoptionseditormultirename
source: Multi-Rename Tool
hu: Többszörös átnevező eszköz

source: Options have changed in "%s" Do you want to save modifications?
hu: A beállítások megváltoztak itt: "%s" Menti a módosításokat?

# ulng.rsoptionseditorplugins
source: Plugins
hu: Bővítmények

source: Search plugins
hu: Kereső bővítmények

source: Packer plugins
hu: Csomagoló bővítmények

source: Content plugins
hu: Tartalom bővítmények

source: File system plugins
hu: Fájlrendszer bővítmények

source: Viewer plugins
hu: Nézegető bővítmények

source: Quick search/filter
hu: Gyorskeresés/szűrő

# ulng.rsoptionseditorterminal
source: Terminal
hu: Terminál

source: Toolbar
hu: Eszköztár

source: Toolbar Extra
hu: Eszköztár extra

source: Toolbar Middle
hu: Középső eszköztár

source: Tools
hu: Eszközök

source: Tooltips
hu: Buboréksúgók

# ulng.rsoptionseditortreeviewmenu
source: Tree View Menu
hu: Fanézet menü

source: Tree View Menu Colors
hu: Fanézet menü színei

source: None;Command Line;Quick Search;Quick Filter
hu: Nincs;Parancssor;Gyorskeresés;Gyorszűrő

source: Left button;Right button;
hu: Bal gomb;Jobb gomb;

source: at the top of the file list;after directories (if directories are sorted before files);at sorted position;at the bottom of the file list
hu: a fájllista tetején;mappák után (ha a mappák a fájlok előtt vannak rendezve);rendezett pozícióban;a fájllista alján

source: Personalized float;Personalized byte;Personalized kilobyte;Personalized megabyte;Personalized gigabyte;Personalized terabyte
hu: Személyre szabott lebegő;Személyre szabott bájt;Személyre szabott kilobyte;Személyre szabott megabyte;Személyre szabott gigabyte;Személyre szabott terabyte

source: Plugin %s is already assigned for the following extensions:
hu: A(z) %s bővítmény már hozzá van rendelve a következő kiterjesztésekhez:

source: D&isable
hu: K&ikapcsolás

# ulng.rsoptpluginenable
source: E&nable
hu: B&ekapcsolás

# ulng.rsoptpluginsactive
source: Active
hu: Aktív

# ulng.rsoptpluginsdescription
source: Description
hu: Leírás

# ulng.rsoptpluginsfilename
source: File name
hu: Fájlnév

source: By extension
hu: Kiterjesztés szerint

source: By Plugin
hu: Bővítmény szerint

# ulng.rsoptpluginsname
source: Name
hu: Név

source: Sorting WCX plugins is only possible when showing plugins by extension!
hu: WCX bővítmények rendezése csak kiterjesztés szerinti megjelenítés esetén lehetséges!

# ulng.rsoptpluginsregisteredfor
source: Registered for
hu: Regisztrálva ehhez

source: Select Lua library file
hu: Lua könyvtárfájl kiválasztása

source: Renaming tooltip file type
hu: Buboréksúgó fájltípus átnevezése

source: &Sensitive;&Insensitive
hu: &Érzékeny;N&em érzékeny

source: &Files;Di&rectories;Files a&nd Directories
hu: &Fájlok;M&appák;Fájlok é&s mappák

source: Ignore &diacritics and ligatures;&Hide filter panel when not focused;Keep saving setting modifications for next session
hu: &Diakritikusok és ligatúrák figyelmen kívül hagyása;&Szűrőpanel elrejtése ha nincs fókuszban;Beállítás módosítások mentése a következő munkamenethez

source: not case sensitive;according to locale settings (aAbBcC);first upper then lower case (ABCabc)
hu: kis-nagybetű érzéketlen;területi beállítások szerint (aAbBcC);először nagybetű, majd kisbetű (ABCabc)

source: sort by name and show first;sort like files and show first;sort like files
hu: név szerint rendezés és előre mutatás;fájlokhoz hasonló rendezés és előre mutatás;fájlokhoz hasonló rendezés

source: Alphabetical, considering accents;Alphabetical with special characters sort;Natural sorting: alphabetical and numbers;Natural with special characters sort
hu: Ábécé, ékezetek figyelembevételével;Ábécé, speciális karakterek rendezéssel;Természetes rendezés: ábécé és számok;Természetes speciális karakterek rendezéssel

source: Top;Bottom;
hu: Felül;Alul;

source: S&eparator;Inte&rnal command;E&xternal command;Men&u
hu: S&eparátor;Be&lső parancs;K&ülső parancs;M&enü

source: To change file type tooltip configuration, either APPLY or DELETE current editing one
hu: A fájltípus buboréksúgó konfiguráció módosításához vagy ALKALMAZZA vagy TÖRÖLJE a jelenlegit

source: Tooltip file type name:
hu: Buboréksúgó fájltípus neve:

source: "%s" already exists!
hu: "%s" már létezik!

# ulng.rsopttooltipfiletypeconfirmdelete
source: Are you sure you want to delete: "%s"?
hu: Biztosan törölni szeretné: "%s"?

source: Exported tooltip file type configuration
hu: Exportált buboréksúgó fájltípus konfiguráció

source: Export tooltip file type configuration
hu: Buboréksúgó fájltípus konfiguráció exportálása

# ulng.rsopttooltipfiletypeexportdone
source: Exportation of %d elements to file "%s" completed.
hu: %d elem exportálása a(z) "%s" fájlba befejeződött.

# ulng.rsopttooltipfiletypeexportprompt
source: Select the one(s) you want to export
hu: Válassza ki az exportálandó elem(ek)et

source: Import tooltip file type configuration
hu: Buboréksúgó fájltípus konfiguráció importálása

# ulng.rsopttooltipfiletypeimportdone
source: Importation of %d elements from file "%s" completed.
hu: %d elem importálása a(z) "%s" fájlból befejeződött.

source: Select the file to import tooltip file type configuration(s)
hu: Válassza ki a buboréksúgó fájltípus konfiguráció(k) importálásához a fájlt

# ulng.rsopttooltipfiletypeimportprompt
source: Select the one(s) you want to import
hu: Válassza ki az importálandó elem(ek)et

source: Enter location and filename where to save tooltip file type configuration
hu: Adja meg a helyet és fájlnevet, ahova menteni szeretné a buboréksúgó fájltípus konfigurációt

source: Tooltip file type name
hu: Buboréksúgó fájltípus neve

source: DC legacy - Copy (x) filename.ext;Windows - filename (x).ext;Other - filename(x).ext
hu: DC örökölt - Másolat (x) fájlnév.kit;Windows - fájlnév (x).kit;Egyéb - fájlnév(x).kit

source: don't change position;use the same setting as for new files;to sorted position
hu: ne változtassa a pozíciót;használja ugyanazt a beállítást, mint az új fájloknál;rendezett pozícióba

source: With complete absolute path;Path relative to %COMMANDER_PATH%;Relative to the following
hu: Teljes abszolút elérési úttal;%COMMANDER_PATH%-hoz relatív elérési úttal;A következőhöz relatívan

source: contains(case)
hu: tartalmaz(kis-nagybetű)

source: contains
hu: tartalmaz

source: =(case)
hu: =(kis-nagybetű)

source: Field "%s" not found!
hu: "%s" mező nem található!

source: !contains(case)
hu: !tartalmaz(kis-nagybetű)

source: !contains
hu: !tartalmaz

source: !=(case)
hu: !=(kis-nagybetű)

source: Plugin "%s" not found!
hu: A(z) "%s" bővítmény nem található!

# ulng.rspluginsearchunitnotfoundforfield
source: Unit "%s" not found for field "%s" !
hu: A(z) "%s" egység nem található a(z) "%s" mezőhöz!

source: Files: %d, folders: %d
hu: Fájlok: %d, mappák: %d

source: Can not change access rights for "%s"
hu: Nem módosítható a hozzáférési jog a(z) "%s" fájlhoz

source: Can not change owner for "%s"
hu: Nem módosítható a tulajdonos a(z) "%s" fájlhoz

source: File
hu: Fájl

# ulng.rspropsfolder
source: Directory
hu: Mappa

source: Multiple types
hu: Többféle típus

source: Named pipe
hu: Nevesített cső

source: Socket
hu: Foglalat

source: Special block device
hu: Speciális blokkeszköz

source: Special character device
hu: Speciális karaktereszköz

source: Symbolic link
hu: Szimbolikus link

source: Unknown type
hu: Ismeretlen típus

source: Search result
hu: Keresési eredmény

source: SEARCH
hu: KERESÉS

source: <unnamed template>
hu: <névtelen sablon>

source: A file search using DSX plugin is already in progress. We need that one to be completed before to launch a new one.
hu: Egy DSX bővítményt használó fájlkeresés már folyamatban van. Várni kell a befejezésére, mielőtt új keresést indítanánk.

source: A file search using WDX plugin is already in progress. We need that one to be completed before to launch a new one.
hu: Egy WDX bővítményt használó fájlkeresés már folyamatban van. Várni kell a befejezésére, mielőtt új keresést indítanánk.

source: Select a directory
hu: Válasszon mappát

source: Newest;Oldest;Largest;Smallest;First in group;Last in group
hu: Legújabb;Legrégebbi;Legnagyobb;Legkisebb;Első a csoportban;Utolsó a csoportban

source: Select your window
hu: Válassza ki az ablakot

source: &Show help for %s
hu: &Súgó megjelenítése ehhez: %s

# ulng.rssimplewordall
source: All
hu: Összes

# ulng.rssimplewordcategory
source: Category
hu: Kategória

source: Column
hu: Oszlop

# ulng.rssimplewordcommand
source: Command
hu: Parancs

source: Error
hu: Hiba

source: Failed!
hu: Sikertelen!

source: False
hu: Hamis

# ulng.rssimplewordfilename
source: Filename
hu: Fájlnév

source: files
hu: fájlok

source: Letter
hu: Betű

source: Result
hu: Eredmény

source: Success!
hu: Siker!

source: True
hu: Igaz

source: Variable
hu: Változó

source: Bytes
hu: Bájt

source: Gigabytes
hu: Gigabájt

source: Kilobytes
hu: Kilobájt

source: Megabytes
hu: Megabájt

source: Terabytes
hu: Terabájt

source: Files: %d, Dirs: %d, Size: %s (%s bytes)
hu: Fájlok: %d, Mappák: %d, Méret: %s (%s bájt)

source: Unable to create target directory!
hu: Nem hozható létre a célmappa!

source: Incorrect file size format!
hu: Hibás fájlméret formátum!

source: Unable to split the file!
hu: A fájl felosztása sikertelen!

source: The number of parts is more than 100! Continue?
hu: A részek száma több, mint 100! Folytatja?

source: Automatic;1457664B - 3.5" High Density 1.44M;1213952B - 5.25" High Density 1.2M;730112B - 3.5" Double Density 720K;362496B - 5.25" Double Density 360K;98078KB - ZIP 100MB;650MB - CD 650MB;700MB - CD 700MB;4482MB - DVD+R
hu: Automatikus;1457664B - 3.5" High Density 1.44M;1213952B - 5.25" High Density 1.2M;730112B - 3.5" Double Density 720K;362496B - 5.25" Double Density 360K;98078KB - ZIP 100MB;650MB - CD 650MB;700MB - CD 700MB;4482MB - DVD+R

source: Select directory:
hu: Válasszon mappát:

source: Just preview
hu: Csak előnézet

source: Others
hu: Egyebek

source: Side note
hu: Oldaljegyzet

source: Flat
hu: Lapos

source: Limited
hu: Korlátozott

source: Simple
hu: Egyszerű

source: Fabulous
hu: Fantasztikus

source: Marvelous
hu: Csodálatos

source: Tremendous
hu: Óriási

source: Choose your directory from Dir History
hu: Válassza ki a mappát a Mappa Előzményekből

source: Choose you Favorite Tabs:
hu: Válassza ki a Kedvenc Lapokat:

source: Choose your command from Command Line History
hu: Válassza ki a parancsot a Parancssor Előzményekből

source: Choose your action from Main Menu
hu: Válassza ki a műveletet a Főmenüből

source: Choose your action from Maintool bar
hu: Válassza ki a műveletet a Főeszköztárból

source: Choose your directory from Hot Directory:
hu: Válassza ki a mappát a Gyorsmappákból:

source: Choose your directory from File View History
hu: Válassza ki a mappát a Fájlnézet Előzményekből

source: Choose your file or your directory
hu: Válassza ki a fájlt vagy mappát

source: Error creating symlink.
hu: Hiba a szimbolikus link létrehozásakor.

source: Default text
hu: Alapértelmezett szöveg

source: Plain text
hu: Egyszerű szöveg

source: Do nothing;Close tab;Access Favorite Tabs;Tabs popup menu
hu: Ne csináljon semmit;Lap bezárása;Kedvenc lapok elérése;Lapok felugró menü

source: Day(s)
hu: Nap(ok)

source: Hour(s)
hu: Óra(k)

source: Minute(s)
hu: Perc(ek)

source: Month(s)
hu: Hónap(ok)

source: Second(s)
hu: Másodperc(ek)

source: Week(s)
hu: Hét(ek)

source: Year(s)
hu: Év(ek)

source: Rename Favorite Tabs
hu: Kedvenc lapok átnevezése

source: Rename Favorite Tabs sub-menu
hu: Kedvenc lapok almenü átnevezése

# ulng.rstooldiffer
source: Differ
hu: Különbségkereső

# ulng.rstooleditor
source: Editor
hu: Szerkesztő

source: Error opening differ
hu: Hiba a különbségkereső megnyitásakor

source: Error opening editor
hu: Hiba a szerkesztő megnyitásakor

source: Error opening terminal
hu: Hiba a terminál megnyitásakor

source: Error opening viewer
hu: Hiba a nézegető megnyitásakor

# ulng.rstoolterminal
source: Terminal
hu: Terminál

source: System default;1 sec;2 sec;3 sec;5 sec;10 sec;30 sec;1 min;Never hide
hu: Rendszer alapértelmezett;1 mp;2 mp;3 mp;5 mp;10 mp;30 mp;1 perc;Soha ne rejtse el

source: Combine DC and system tooltip, DC first (legacy);Combine DC and system tooltip, system first;Show DC tooltip when possible and system when not;Show DC tooltip only;Show system tooltip only
hu: DC és rendszer tooltip kombinálása, DC első (örökölt);DC és rendszer tooltip kombinálása, rendszer első;DC tooltip mutatása ha lehetséges, rendszer ha nem;Csak DC tooltip;Csak rendszer tooltip

# ulng.rstoolviewer
source: Viewer
hu: Nézegető

source: Please report this error to the bug tracker with a description of what you were doing and the following file:%sPress %s to continue or %s to abort the program.
hu: Kérjük, jelentse ezt a hibát a hibakövető rendszerben a tevékenység leírásával és a következő fájllal:%sNyomjon %s-t a folytatáshoz vagy %s-t a program megszakításához.

source: Both panels, from active to inactive
hu: Mindkét panel, aktívtól inaktívig

source: Both panels, from left to right
hu: Mindkét panel, balról jobbra

source: Path of panel
hu: Panel elérési útja

source: Enclose each name in brackets or what you want
hu: Minden név zárójelbe helyezése vagy bármi más

source: Just filename, no extension
hu: Csak fájlnév, kiterjesztés nélkül

source: Complete filename (path+filename)
hu: Teljes fájlnév (elérési út+fájlnév)

source: Help with "%" variables
hu: Súgó a(z) "%" változókhoz

source: Will request request user to enter a parameter with a default suggested value
hu: Felkéri a felhasználót egy paraméter megadására alapértelmezett javasolt értékkel

source: Last directory of panel's path
hu: Panel útvonalának utolsó mappája

source: Last directory of file's path
hu: Fájl útvonalának utolsó mappája

source: Left panel
hu: Bal panel

source: Temporary filename of list of filenames
hu: Fájlnevek listájának ideiglenes fájlneve

source: Temporary filename of list of complete filenames (path+filename)
hu: Teljes fájlnevek (elérési út+fájlnév) listájának ideiglenes fájlneve

source: Filenames in list in UTF-16 with BOM
hu: Fájlnevek listában UTF-16-ban BOM-mal

source: Filenames in list in UTF-16 with BOM, inside double quotes
hu: Fájlnevek listában UTF-16-ban BOM-mal, idézőjelek között

source: Filenames in list in UTF-8
hu: Fájlnevek listában UTF-8-ban

source: Filenames in list in UTF-8, inside double quotes
hu: Fájlnevek listában UTF-8-ban, idézőjelek között

source: Temporary filename of list of filenames with relative path
hu: Relatív útvonallal rendelkező fájlnevek listájának ideiglenes fájlneve

source: Only file extension
hu: Csak fájlkiterjesztés

source: Only filename
hu: Csak fájlnév

source: Other example of what's possible
hu: Egyéb példa a lehetségesekre

source: Path, without ending delimiter
hu: Elérési út, lezáró elválasztó nélkül

source: From here to the end of the line, the percent-variable indicator is the "#" sign
hu: Innentől a sor végéig a százalék-változó jelző a "#" jel

source: Return the percent sign
hu: A százalékjel visszaadása

source: From here to the end of the line, the percent-variable indicator is back the "%" sign
hu: Innentől a sor végéig a százalék-változó jelző visszaáll a "%" jelre

source: Prepend each name with "-a " or what you want
hu: Minden név elé "-a " vagy bármi más

source: %[Prompt user for param;Default value proposed]
hu: %[Paraméter bekérése felhasználótól;Alapértelmezett érték]

source: Filename with relative path
hu: Fájlnév relatív útvonallal

source: Right panel
hu: Jobb panel

source: Full path of second selected file in right panel
hu: A jobb panel második kijelölt fájljának teljes útvonala

source: Show command prior execute
hu: Parancs megjelenítése végrehajtás előtt

source: %[Simple message]
hu: %[Egyszerű üzenet]

source: Will show a simple message
hu: Egyszerű üzenetet jelenít meg

source: Active panel (source)
hu: Aktív panel (forrás)

source: Inactive panel (target)
hu: Inaktív panel (cél)

source: Filenames will be quoted from here (default)
hu: A fájlnevek innentől idézőjelek között lesznek (alapértelmezett)

source: Command will be done in terminal, remaining opened at the end
hu: A parancs terminálban lesz végrehajtva, és nyitva marad a végén

source: Paths will have ending delimiter
hu: Az elérési utak lezáró elválasztóval rendelkeznek

source: Filenames will not be quoted from here
hu: A fájlnevek innentől nem lesznek idézőjelek között

source: Command will be done in terminal, closed at the end
hu: A parancs terminálban lesz végrehajtva, és bezárul a végén

source: Paths will not have ending delimiter (default)
hu: Az elérési utak nem lesznek lezáró elválasztóval (alapértelmezett)

# ulng.rsvfsnetwork
source: Network
hu: Hálózat

source: Recycle Bin
hu: Lomtár

source: Internal Viewer of Double Commander.
hu: A Double Commander belső nézegetője.

source: Bad Quality
hu: Rossz minőség

# ulng.rsviewencoding
source: Encoding
hu: Kódolás

source: Image Type
hu: Kép típusa

# ulng.rsviewnewsize
source: New Size
hu: Új méret

source: %s not found!
hu: %s nem található!

source: Pen;Rect;Ellipse
hu: Toll;Téglalap;Ellipszis

source: with external viewer
hu: külső nézegetővel

source: with internal viewer
hu: belső nézegetővel

source: Number of replacement: %d
hu: Csere mennyisége: %d

source: No replacement took place.
hu: Nem történt csere.

source: No setup named "%s"
hu: Nincs "%s" nevű beállítás
