Repository: doublecmd/doublecmd
Catalog: language/doublecmd.*.po
Languages: hu

source: Size and number of parts
hu: Méret és részek száma

source: Split the file to directory:
hu: Fájl felosztása a könyvtárba:

source: &Number of parts
hu: Részek &száma

source: &Bytes
hu: &Bájt

source: &Gigabytes
hu: &Gigabájt

source: &Kilobytes
hu: &Kilobájt

source: &Megabytes
hu: &Megabájt

# TFRMSTARTINGSPLASH.LBLBUILD.CAPTION
source: Build
hu: Összeállítás

# tfrmstartingsplash.lblcommit.caption
source: Commit
hu: Változat

source: Operating System
hu: Operációs rendszer

# TFRMSTARTINGSPLASH.LBLREVISION.CAPTION
source: Revision
hu: Felülvizsgálat

# TFRMSTARTINGSPLASH.LBLVERSION.CAPTION
source: Version
hu: Verzió

source: WidgetsetVer
hu: Widgetset verzió

# TFRMSYMLINK.BTNCANCEL.CAPTION
source: &Cancel
hu: &Mégse

source: Create symbolic link
hu: Szimbolikus link létrehozása

source: Use &relative path when possible
hu: &Relatív útvonal használata lehetőség szerint

# TFRMSYMLINK.LBLEXISTINGFILE.CAPTION
source: &Destination that the link will point to
hu: A link &célhelye

# TFRMSYMLINK.LBLLINKTOCREATE.CAPTION
source: &Link name
hu: Link &neve

source: Delete on both sides
hu: Törlés mindkét oldalon

source: <- Delete left
hu: <- Bal oldal törlése

source: -> Delete right
hu: -> Jobb oldal törlése

source: Remove selection
hu: Kijelölés törlése

source: Select for copying (default direction)
hu: Kijelölés másoláshoz (alapértelmezett irány)

source: Select for copying -> (left to right)
hu: Kijelölés másoláshoz -> (balról jobbra)

source: Reverse copy direction
hu: Másolási irány megfordítása

source: Select for copying <- (right to left)
hu: Kijelölés másoláshoz <- (jobbról balra)

source: Select for deleting <-> (both)
hu: Kijelölés törléshez <-> (mindkét oldal)

source: Select for deleting <- (left)
hu: Kijelölés törléshez <- (bal oldal)

source: Select for deleting -> (right)
hu: Kijelölés törléshez -> (jobb oldal)

# TFRMSYNCDIRSDLG.BTNCLOSE.CAPTION
source: Close
hu: Bezárás

# TFRMSYNCDIRSDLG.BTNCOMPARE.CAPTION
source: Compare
hu: Összehasonlítás

# tfrmsyncdirsdlg.btnsearchtemplate.hint
source: Template...
hu: Sablon...

# tfrmsyncdirsdlg.btnsynchronize.caption
source: Synchronize
hu: Szinkronizálás

source: Synchronize directories
hu: Könyvtárak szinkronizálása

source: asymmetric
hu: aszimmetrikus

source: by content
hu: tartalom alapján

source: ignore date
hu: dátum figyelmen kívül hagyása

source: only selected
hu: csak kijelöltek

source: Subdirs
hu: Alkönyvtárak

source: Show:
hu: Megjelenítés:

# TFRMSYNCDIRSDLG.HEADERDG.COLUMNS[0].TITLE.CAPTION
source: Name
hu: Név

# TFRMSYNCDIRSDLG.HEADERDG.COLUMNS[1].TITLE.CAPTION
source: Size
hu: Méret

# TFRMSYNCDIRSDLG.HEADERDG.COLUMNS[2].TITLE.CAPTION
source: Date
hu: Dátum

# TFRMSYNCDIRSDLG.HEADERDG.COLUMNS[4].TITLE.CAPTION
source: Date
hu: Dátum

# TFRMSYNCDIRSDLG.HEADERDG.COLUMNS[5].TITLE.CAPTION
source: Size
hu: Méret

# TFRMSYNCDIRSDLG.HEADERDG.COLUMNS[6].TITLE.CAPTION
source: Name
hu: Név

source: (in main window)
hu: (a főablakban)

# TFRMSYNCDIRSDLG.MENUITEMCOMPARE.CAPTION
source: Compare
hu: Összehasonlítás

source: View left
hu: Bal oldal megtekintése

source: View right
hu: Jobb oldal megtekintése

source: duplicates
hu: duplikátumok

source: singles
hu: egyesek

source: Please press "Compare" to start
hu: Kattints az "Összehasonlítás" gombra az indításhoz

# TFRMSYNCDIRSPERFORMDLG.CAPTION
source: Synchronize
hu: Szinkronizálás

source: Confirm overwrites
hu: Felülírások megerősítése

# tfrmtreeviewmenu.caption
source: Tree View Menu
hu: Fastruktúra menü

source: Select your hot directory:
hu: Válassza ki a gyors elérésű könyvtárát:

source: Search is case sensitive
hu: Kis- és nagybetűk megkülönböztetése

source: Full collapse
hu: Teljes összecsukás

source: Full expand
hu: Teljes kinyitás

source: Search ignore accents and ligatures
hu: Keresés ékezetek és ligatúrák figyelmen kívül hagyása

source: Search is not case sensitive
hu: Kis- és nagybetűk nem különbözőek

source: Search is strict regarding accents and ligatures
hu: Keresés ékezetekre és ligatúrákra érzékeny

source: Don't show the branch content "just" because the searched string is found in the branche name
hu: Ne jelenítse meg az ág tartalmát csak azért, mert a keresett szöveg megtalálható az ág nevében

source: If searched string is found in a branch name, show the whole branch even if elements don't match
hu: Ha a keresett szöveg megtalálható az ág nevében, jelenítse meg a teljes ágat, még ha az elemek nem is egyeznek

source: Close Tree View Menu
hu: Fastruktúra menü bezárása

# TFRMTREEVIEWMENU.TBCONFIGURATIONTREEVIEWMENUS.HINT
source: Configuration of Tree View Menu
hu: Fastruktúra menü beállításai

# TFRMTREEVIEWMENU.TBCONFIGURATIONTREEVIEWMENUSCOLORS.HINT
source: Configuration of Tree View Menu Colors
hu: Fastruktúra menü színeinek beállítása

source: A&dd new
hu: Ú&j hozzáadása

# TFRMTWEAKPLUGIN.BTNCANCEL.CAPTION
source: &Cancel
hu: &Mégse

source: C&hange
hu: Mó&dosítás

# tfrmtweakplugin.btndefault.caption
source: De&fault
hu: Alapé&rtelmezett

# tfrmtweakplugin.btnrelativeplugin1.hint
source: Some functions to select appropriate path
hu: Útvonalválasztási segédfunkciók

# tfrmtweakplugin.btnrelativeplugin2.hint
source: Some functions to select appropriate path
hu: Útvonalválasztási segédfunkciók

# TFRMTWEAKPLUGIN.BTNREMOVE.CAPTION
source: &Remove
hu: &Eltávolítás

source: Tweak plugin
hu: Plugin finomhangolása

source: De&tect archive type by content
hu: Archívum típus felismerése a &tartalom alapján

source: Can de&lete files
hu: Fájlok &törlésére képes

source: Supports e&ncryption
hu: Támogatja a &titkosítást

source: Sho&w as normal files (hide packer icon)
hu: Normál fájlként megjele&ntés (csomagoló ikon elrejtése)

source: Supports pac&king in memory
hu: Támogatja a memóriában való &csomagolást

source: Can &modify existing archives
hu: Létező archívumok &módosítására képes

source: &Archive can contain multiple files
hu: Az archívum &több fájlt is tartalmazhat

source: Can create new archi&ves
hu: Új archívumok &létrehozására képes

source: S&upports the options dialogbox
hu: Támogatja a beállítások &párbeszédablakot

source: Allow searchin&g for text in archives
hu: Szöveg keresését &támogatja az archívumokban

source: &Description:
hu: &Leírás:

source: D&etect string:
hu: Felismertető &karakterlánc:

source: &Extension:
hu: &Kiterjesztés:

source: Flags:
hu: Jelzők:

# tfrmtweakplugin.lblname.caption
source: &Name:
hu: &Név:

source: About Viewer...
hu: Nézőke névjegye...

source: Displays the About message
hu: Megjeleníti a program névjegyét

source: Auto Reload
hu: Automatikus újratöltés

source: Change encoding
hu: Kódolás módosítása

# tfrmviewer.actcopyfile.caption
source: Copy File
hu: Fájl másolása

# TFRMVIEWER.ACTCOPYFILE.HINT
source: Copy File
hu: Fájl másolása

# TFRMVIEWER.ACTCOPYTOCLIPBOARD.CAPTION
source: Copy To Clipboard
hu: Másolás vágólapra

source: Copy To Clipboard Formatted
hu: Formázott másolás vágólapra

# tfrmviewer.actdeletefile.caption
source: Delete File
hu: Fájl törlése

# TFRMVIEWER.ACTDELETEFILE.HINT
source: Delete File
hu: Fájl törlése

# TFRMVIEWER.ACTEXITVIEWER.CAPTION
source: E&xit
hu: Kilé&pés

# TFRMVIEWER.ACTFIND.CAPTION
source: Find
hu: Keresés

# TFRMVIEWER.ACTFINDNEXT.CAPTION
source: Find next
hu: Következő keresése

# TFRMVIEWER.ACTFINDPREV.CAPTION
source: Find previous
hu: Előző keresése

# TFRMVIEWER.ACTFULLSCREEN.CAPTION
source: Full Screen
hu: Teljes képernyő

# tfrmviewer.actgotoline.caption
source: Goto Line...
hu: Ugrás sorra...

# tfrmviewer.actgotoline.hint
source: Goto Line
hu: Ugrás sorra

source: Center
hu: Középre

source: &Next
hu: &Következő

source: Load Next File
hu: Következő fájl betöltése

source: &Previous
hu: &Előző

source: Load Previous File
hu: Előző fájl betöltése

source: Mirror Horizontally
hu: Vízszintes tükrözés

source: Mirror
hu: Tükrözés

source: Mirror Vertically
hu: Függőleges tükrözés

# tfrmviewer.actmovefile.caption
source: Move File
hu: Fájl áthelyezése

# TFRMVIEWER.ACTMOVEFILE.HINT
source: Move File
hu: Fájl áthelyezése

# tfrmviewer.actpreview.caption
source: Preview
hu: Előnézet

source: P&rint...
hu: &Nyomtatás...

source: Print &setup...
hu: Nyomtatás beá&llítása...

# TFRMVIEWER.ACTRELOAD.CAPTION
source: Reload
hu: Újratöltés

source: Reload current file
hu: Aktuális fájl újratöltése

source: Rotate 180 degrees
hu: Forgatás 180 fokkal

source: Rotate -90 degrees
hu: Forgatás -90 fokkal

source: Rotate +90 degrees
hu: Forgatás +90 fokkal

# TFRMVIEWER.ACTSAVE.CAPTION
source: Save
hu: Mentés

# tfrmviewer.actsaveas.caption
source: Save As...
hu: Mentés másként...

source: Save File As...
hu: Fájl mentése másként...

# TFRMVIEWER.ACTSCREENSHOT.CAPTION
source: Screenshot
hu: Képernyőkép

source: Delay 3 sec
hu: 3 másodperc késleltetés

source: Delay 5 sec
hu: 5 másodperc késleltetés

# TFRMVIEWER.ACTSELECTALL.CAPTION
source: Select All
hu: Összes kijelölése

source: Show as &Bin
hu: Megjelenítés &binárisan

source: Show as B&ook
hu: Megjelenítés köny&v módban

source: Show as &Dec
hu: Megjelenítés &decimálisan

source: Show as &Hex
hu: Megjelenítés &hexadecimálisan

source: Show as &Text
hu: Megjelenítés szö&vegként

source: Show as &Wrap text
hu: Megjelenítés &tördeltt szövegként

source: Show text c&ursor
hu: Szövegkurzor megjele&ntése

source: Code
hu: Kód

# tfrmviewer.actshowgraphics.caption
source: Graphics
hu: Grafika

source: Office XML (text only)
hu: Office XML (csak szöveg)

# TFRMVIEWER.ACTSHOWPLUGINS.CAPTION
source: Plugins
hu: Pluginek

source: Show transparenc&y
hu: Átlátszóság megjele&ntése

source: Stretch
hu: Nyújtás

source: Stretch Image
hu: Kép nyújtása

source: Stretch only large
hu: Csak nagy képek nyújtása

# tfrmviewer.actundo.caption
source: Undo
hu: Visszavonás

# TFRMVIEWER.ACTUNDO.HINT
source: Undo
hu: Visszavonás

source: &Wrap text
hu: Szöveg &tördelése

# tfrmviewer.actzoom.caption
source: Zoom
hu: Nagyítás

# tfrmviewer.actzoomin.caption
source: Zoom In
hu: Nagyítás

# tfrmviewer.actzoomin.hint
source: Zoom In
hu: Nagyítás

# tfrmviewer.actzoomout.caption
source: Zoom Out
hu: Kicsinyítés

# tfrmviewer.actzoomout.hint
source: Zoom Out
hu: Kicsinyítés

source: Crop
hu: Körbevágás

# tfrmviewer.btnfullscreen.hint
source: Full Screen
hu: Teljes képernyő

source: Export Frame
hu: Képkocka exportálása

# TFRMVIEWER.BTNHIGHTLIGHT.HINT
source: Highlight
hu: Kiemelés

source: Next Frame
hu: Következő képkocka

# TFRMVIEWER.BTNPAINT.HINT
source: Paint
hu: Rajzolás

source: Previous Frame
hu: Előző képkocka

source: Red Eyes
hu: Vörös szem effekt

source: Resize
hu: Átméretezés

# tfrmviewer.btnslideshow.caption
source: Slide Show
hu: Diavetítés

# tfrmviewer.caption
source: Viewer
hu: Fájlnéző

# TFRMVIEWER.MIABOUT.CAPTION
source: About
hu: Névjegy

# TFRMVIEWER.MIEDIT.CAPTION
source: &Edit
hu: &Szerkesztés

source: Ellipse
hu: Ellipszis

# TFRMVIEWER.MIENCODING.CAPTION
source: En&coding
hu: Kódo&lás

# TFRMVIEWER.MIFILE.CAPTION
source: &File
hu: &Fájl

source: &Image
hu: &Kép

# tfrmviewer.mipen.caption
source: Pen
hu: Toll

source: Rect
hu: Téglalap

source: Rotate
hu: Forgatás

# tfrmviewer.miscreenshot.caption
source: Screenshot
hu: Képernyőkép

# TFRMVIEWER.MIVIEW.CAPTION
source: &View
hu: &Nézet

# tfrmviewer.mnuplugins.caption
source: Plugins
hu: Pluginek

# tfrmviewoperations.btnstartpause.caption
source: &Start
hu: &Indítás

source: S&top
hu: Leá&llítás

# tfrmviewoperations.caption
source: File operations
hu: Fájlműveletek

source: Always on top
hu: Mindig legfelül

source: &Use "drag && drop" to move operations between queues
hu: Műveletek áthelyezése &vonszolással a sorok között

# tfrmviewoperations.mnucanceloperation.caption
source: Cancel
hu: Mégse

# tfrmviewoperations.mnucancelqueue.caption
source: Cancel
hu: Mégse

# tfrmviewoperations.mnunewqueue.caption
source: New queue
hu: Új sor

# tfrmviewoperations.mnuoperationshowdetached.caption
source: Show in detached window
hu: Megjelenítés külön ablakban

source: Put first in queue
hu: Első helyre tétele a sorban

source: Put last in queue
hu: Utolsó helyre tétele a sorban

# tfrmviewoperations.mnuqueue.caption
source: Queue
hu: Sor

source: Out of queue
hu: Sorozaton kívül

# tfrmviewoperations.mnuqueue1.caption
source: Queue 1
hu: 1. sor

# tfrmviewoperations.mnuqueue2.caption
source: Queue 2
hu: 2. sor

# tfrmviewoperations.mnuqueue3.caption
source: Queue 3
hu: 3. sor

# tfrmviewoperations.mnuqueue4.caption
source: Queue 4
hu: 4. sor

# tfrmviewoperations.mnuqueue5.caption
source: Queue 5
hu: 5. sor

# tfrmviewoperations.mnuqueueshowdetached.caption
source: Show in detached window
hu: Megjelenítés külön ablakban

source: &Pause all
hu: Mindet &szünetelteti

# tgiocopymoveoperationoptionsui.cbfollowlinks.caption
source: Fo&llow links
hu: Linkek követése

# tgiocopymoveoperationoptionsui.lbldirectoryexists.caption
source: When dir&ectory exists
hu: Ha a könyvtár már létezik

# tgiocopymoveoperationoptionsui.lblfileexists.caption
source: When file exists
hu: Ha a fájl már létezik

# tmultiarchivecopyoperationoptionsui.lblfileexists.caption
source: When file exists
hu: Ha a fájl már létezik

# ttfrmconfirmcommandline.btncancel.caption
source: &Cancel
hu: &Mégse

source: Command line:
hu: Parancssor:

# ttfrmconfirmcommandline.lbleparameters.editlabel.caption
source: Parameters:
hu: Paraméterek:

source: Start path:
hu: Kezdő útvonal:

# twcxarchivecopyoperationoptionsui.btnconfig.caption
source: Con&figure
hu: Beá&llítás

# twcxarchivecopyoperationoptionsui.cbencrypt.caption
source: Encr&ypt
hu: Titko&sítás

# TWCXARCHIVECOPYOPERATIONOPTIONSUI.LBLFILEEXISTS.CAPTION
source: When file exists
hu: Ha a fájl már létezik

# TWFXPLUGINCOPYMOVEOPERATIONOPTIONSUI.CBCOPYTIME.CAPTION
source: Copy d&ate/time
hu: Dátum/idő másolása

source: Work in background (separate connection)
hu: Háttérben futtatás (külön kapcsolat)

# TWFXPLUGINCOPYMOVEOPERATIONOPTIONSUI.LBLFILEEXISTS.CAPTION
source: When file exists
hu: Ha a fájl már létezik

source: You need to provide administrator permission
hu: Rendszergazdai jogosultság szükséges

source: to copy this object:
hu: ennek az objektumnak a másolásához:

source: to create this object:
hu: ennek az objektumnak a létrehozásához:

source: to delete this object:
hu: ennek az objektumnak a törléséhez:

source: to get attributes of this object:
hu: ennek az objektumnak az attribútumainak lekéréséhez:

source: to create this hard link:
hu: ennek a hardlinknek a létrehozásához:

source: to open this object:
hu: ennek az objektumnak a megnyitásához:

source: to rename this object:
hu: ennek az objektumnak az átnevezéséhez:

source: to set attributes of this object:
hu: ennek az objektumnak az attribútumainak beállításához:

source: to create this symbolic link:
hu: ennek a szimbolikus linknek a létrehozásához:

source: Date taken
hu: Felvétel dátuma

# uexifreader.rsimageheight
source: Height
hu: Magasság

# uexifreader.rsimagewidth
source: Width
hu: Szélesség

source: Manufacturer
hu: Gyártó

source: Camera model
hu: Fényképezőgép modell

source: Orientation
hu: Tájolás

source: This file cannot be found and could help to validate final combination of files: %s Could you make it available and press "OK" when ready, or press "CANCEL" to continue without it?
hu: Ez a fájl nem található, és segíthet a fájlok végleges kombinációjának ellenőrzésében: %s Kérjük, tegye elérhetővé, és nyomja meg az "OK" gombot, ha kész, vagy nyomja meg a "MÉGSE" gombot a folytatáshoz nélküle?

source: <DIR>
hu: <MAPPA>

source: <LNK>
hu: <LINK>

source: Cancel Quick Filter
hu: Gyorsszűrő megszüntetése

source: Cancel Current Operation
hu: Aktuális művelet megszakítása

source: Enter filename, with extension, for dropped text
hu: Adja meg a fájlnevet kiterjesztéssel az elhelyezett szöveghez

source: Text format to import
hu: Importálandó szövegformátum

source: Broken:
hu: Sérült:

source: General:
hu: Általános:

source: Missing:
hu: Hiányzó:

source: Read error:
hu: Olvasási hiba:

# ulng.rschecksumverifysuccess
source: Success:
hu: Sikeres:

source: Enter checksum and select algorithm:
hu: Adja meg az ellenőrzőösszeget és válassza ki az algoritmust:

source: Verify checksum
hu: Ellenőrzőösszeg ellenőrzése

source: Total:
hu: Összesen:

source: Do you want to clear filters for this new search?
hu: Törölje a szűrőket ehhez az új kereséshez?

source: Clipboard doesn't contain any valid toolbar data.
hu: A vágólap nem tartalmaz érvényes eszköztáradatokat.

source: All;Active Panel;Left Panel;Right Panel;File Operations;Configuration;Network;Miscellaneous;Parallel Port;Print;Mark;Security;Clipboard;FTP;Navigation;Help;Window;Command Line;Tools;View;User;Tabs;Sorting;Log
hu: Minden;Aktív panel;Bal panel;Jobb panel;Fájlműveletek;Beállítások;Hálózat;Egyéb;Párhuzamos port;Nyomtatás;Jelölés;Biztonság;Vágólap;FTP;Navigáció;Súgó;Ablak;Parancssor;Eszközök;Nézet;Felhasználó;Lapok;Rendezés;Napló

source: Legacy sorted;A-Z sorted
hu: Örökölt rendezés;A-Z rendezés

source: Attr
hu: Attrib

# ulng.rscoldate
source: Date
hu: Dátum

source: Ext
hu: Kit

# ulng.rscolname
source: Name
hu: Név

# ulng.rscolsize
source: Size
hu: Méret

source: Align
hu: Igazítás

source: Caption
hu: Felirat

# ulng.rsconfcoldelete
source: Delete
hu: Törlés

source: Field contents
hu: Mező tartalma

# ulng.rsconfcolmove
source: Move
hu: Mozgatás

# ulng.rsconfcolwidth
source: Width
hu: Szélesség

source: Customize column
hu: Oszlop testreszabása

source: Configure file association
hu: Fájltársítás beállítása

source: Confirming command line and parameters
hu: Parancssor és paraméterek megerősítése

source: Copy (%d) %s
hu: Másolás (%d) %s

source: Dark mode
hu: Sötét mód

source: Auto;Enabled;Disabled
hu: Automatikus;Bekapcsolt;Kikapcsolt

source: Imported DC toolbar
hu: Importált DC eszköztár

source: Imported TC toolbar
hu: Importált TC eszköztár

source: _DroppedText
hu: _EledobottSzöveg

source: _DroppedHTMLtext
hu: _EledobottHTMLszöveg

source: _DroppedRichtext
hu: _EledobottFormázottSzöveg

source: _DroppedSimpleText
hu: _EledobottEgyszerűSzöveg

source: _DroppedUnicodeUTF16text
hu: _EledobottUnicodeUTF16szöveg

source: _DroppedUnicodeUTF8text
hu: _EledobottUnicodeUTF8szöveg

source: Adds:
hu: Hozzáadások:

source: Comparing...
hu: Összehasonlítás...

source: Deletes:
hu: Törlések:

source: The two files are identical!
hu: A két fájl megegyezik!

source: Matches:
hu: Egyezések:

source: Modifies:
hu: Módosítások:

# ulng.rsdiffshow
source: &Show
hu: Megjele&nítés

# ulng.rsdifftextdifferenceencoding
source: Encoding
hu: Kódolás

source: Line-endings
hu: Sorelválasztók

source: The text is identical, but the following options are used:
hu: A szöveg megegyezik, de a következő beállítások érvényesek:

source: The text is identical, but the files do not match! The following differences were found:
hu: A szöveg megegyezik, de a fájlok nem! A következő különbségeket találtuk:

source: Ab&ort
hu: Megszakít&ás

# ulng.rsdlgbuttonall
source: A&ll
hu: Min&det

source: A&ppend
hu: Hozzá&fűzés

source: A&uto-rename source files
hu: Forrásfájlok át&nevezése

source: Auto-rename tar&get files
hu: Célfájlok átnevez&ése

# ulng.rsdlgbuttoncancel
source: &Cancel
hu: &Mégse

source: Compare &by content
hu: Összehasonlítás tartalom &alapján

source: &Continue
hu: Folytatá&s

source: &Merge
hu: Össze&olvasztás

source: Mer&ge All
hu: Mindet ö&sszeolvasztja

source: E&xit program
hu: Kilépés a &programból

source: Ig&nore
hu: F&igyelmen kívül hagyás

source: I&gnore All
hu: Min&det figyelmen kívül hagy

source: &No
hu: &Nem

source: Non&e
hu: Se&mmi

source: Ot&her
hu: Egy&éb

source: &Overwrite
hu: &Felülírás

source: Overwrite &All
hu: Min&det felülír

source: Overwrite All &Larger
hu: Mindet felülírja, ha na&gyobb

source: Overwrite All Ol&der
hu: Mindet felülírja, ha ré&gebbi

source: Overwrite All S&maller
hu: Mindet felülírja, ha ki&sebb

# ulng.rsdlgbuttonrename
source: R&ename
hu: Átneve&zés

source: &Resume
hu: Folytat&ás

source: Re&try
hu: Új&ra

source: As Ad&ministrator
hu: Rendszergazdaként

source: &Skip
hu: &Kihagyás

source: S&kip All
hu: Min&det kihagy

source: &Unlock
hu: Fel&oldás

source: &Yes
hu: &Igen

# ulng.rsdlgcp
source: Copy file(s)
hu: Fájl(ok) másolása

source: Move file(s)
hu: Fájl(ok) áthelyezése

source: Pau&se
hu: Szünetel&tés

# ulng.rsdlgopstart
source: &Start
hu: &Indítás

# ulng.rsdlgqueue
source: Queue
hu: Sor

source: Speed %s/s
hu: Sebesség %s/s

source: Speed %s/s, time remaining %s
hu: Sebesség %s/s, hátralévő idő %s

source: Rich Text Format;HTML Format;Unicode Format;Simple Text Format
hu: Rich Text formátum;HTML formátum;Unicode formátum;Egyszerű szövegformátum

source: Drive Free Space Indicator
hu: Meghajtó szabad terület mutató

source: <no label>
hu: <nincs címke>

source: <no media>
hu: <nincs adathordozó>

source: Internal Editor of Double Commander.
hu: A Double Commander belső szerkesztője.

source: Goto line:
hu: Ugrás sorra:

# ulng.rseditgotolinetitle
source: Goto Line
hu: Ugrás sorra

source: Cursor Position
hu: Kurzor pozíció

source: Insert Mode
hu: Beszúrási mód

source: Modified
hu: Módosítva

source: Selection Mode
hu: Kijelölési mód

source: new.txt
hu: új.txt

source: Filename:
hu: Fájlnév:

source: Open file
hu: Fájl megnyitása

source: &Backward
hu: &Visszafelé

# ulng.rseditsearchcaption
source: Search
hu: Keresés

source: &Forward
hu: &Előrefelé

# ulng.rseditsearchreplace
source: Replace
hu: Csere

source: COL
hu: OSZL

source: LINE
hu: SOR

source: with external editor
hu: külső szerkesztővel

source: with internal editor
hu: belső szerkesztővel

# ulng.rsexecuteviashell
source: Execute via shell
hu: Végrehajtás shellen keresztül

# ulng.rsexecuteviaterminalclose
source: Execute via terminal and close
hu: Végrehajtás terminálon keresztül és bezárás

# ulng.rsexecuteviaterminalstayopen
source: Execute via terminal and stay open
hu: Végrehajtás terminálon keresztül és nyitva maradás

source: "]" not found in line %s
hu: "]" karakter nem található ebben a sorban: %s

source: No extension defined before command "%s". It will be ignored.
hu: Nincs kiterjesztés definiálva a "%s" parancs előtt. Figyelmen kívül lesz hagyva.

source: Left;Right;Active;Inactive;Both;None
hu: Bal;Jobb;Aktív;Inaktív;Mindkettő;Egyik sem

source: No;Yes
hu: Nem;Igen

source: Exported_from_DC
hu: Exportálva_DC-ből

source: Ask;Overwrite;Skip
hu: Kérdez;Felülír;Kihagy

source: Ask;Merge;Skip
hu: Kérdez;Összeolvaszt;Kihagy

source: Ask;Overwrite;Overwrite Older;Skip
hu: Kérdez;Felülír;Felülír ha régebbi;Kihagy

source: Ask;Don't set anymore;Ignore errors
hu: Kérdez;Ne állítson többet;Hibák figyelmen kívül hagyása

source: Any files
hu: Bármilyen fájl

source: Archiver config files
hu: Archiváló konfigurációs fájlok

source: DC Tooltip files
hu: DC Tooltip fájlok

source: Directory Hotlist files
hu: Könyvtár Hotlist fájlok

source: Executables files
hu: Végrehajtható fájlok

source: .ini Config files
hu: .ini konfigurációs fájlok

source: Legacy DC .tab files
hu: Örökölt DC .tab fájlok

source: Library files
hu: Könyvtár fájlok

source: Plugin files
hu: Plugin fájlok

source: Programs and Libraries
hu: Programok és könyvtárak

source: FILTER
hu: SZŰRŐ

source: TC Toolbar files
hu: TC eszköztár fájlok

source: DC Toolbar files
hu: DC eszköztár fájlok

source: .xml Config files
hu: .xml konfigurációs fájlok

source: Define template
hu: Sablon meghatározása

source: %s level(s)
hu: %s szint

source: all (unlimited depth)
hu: mind (korlátlan mélység)

source: current dir only
hu: csak aktuális könyvtár

source: Directory %s does not exist!
hu: A(z) %s könyvtár nem létezik!

source: Found: %d
hu: Találat: %d

source: Save search template
hu: Keresési sablon mentése

source: Template name:
hu: Sablon neve:

source: Scanned: %d
hu: Átvizsgálva: %d

source: Scanning
hu: Átvizsgálás

# ulng.rsfindsearchfiles
source: Find files
hu: Fájlkeresés

source: Time of scan:
hu: Átvizsgálás ideje:

source: Begin at
hu: Kezdés itt
