Repository: doublecmd/doublecmd
Catalog: language/doublecmd.*.po
Languages: hu

# TFRMOPTIONSTERMINAL.EDRUNINTERMCLOSEPARAMS.HINT
source: {command} should normally be present here to reflect the command to be run in terminal
hu: {command} általában itt legyen jelen, hogy tükrözze a terminálban futtatandó parancsot

# TFRMOPTIONSTERMINAL.EDRUNINTERMSTAYOPENPARAMS.HINT
source: {command} should normally be present here to reflect the command to be run in terminal
hu: {command} általában itt legyen jelen, hogy tükrözze a terminálban futtatandó parancsot

source: Command for just running terminal:
hu: Parancs csak a terminál indításához:

source: Command for running a command in terminal and close after:
hu: Parancs terminálban való futtatására és bezárásra utána:

source: Command for running a command in terminal and stay open:
hu: Parancs terminálban való futtatására és nyitva maradásra:

# TFRMOPTIONSTERMINAL.LBRUNINTERMCLOSECMD.CAPTION
source: Command:
hu: Parancs:

# TFRMOPTIONSTERMINAL.LBRUNINTERMCLOSEPARAMS.CAPTION
source: Parameters:
hu: Paraméterek:

# TFRMOPTIONSTERMINAL.LBRUNINTERMSTAYOPENCMD.CAPTION
source: Command:
hu: Parancs:

# TFRMOPTIONSTERMINAL.LBRUNINTERMSTAYOPENPARAMS.CAPTION
source: Parameters:
hu: Paraméterek:

# TFRMOPTIONSTERMINAL.LBRUNTERMCMD.CAPTION
source: Command:
hu: Parancs:

# TFRMOPTIONSTERMINAL.LBRUNTERMPARAMS.CAPTION
source: Parameters:
hu: Paraméterek:

source: C&lone button
hu: Gomb &klónozása

# tfrmoptionstoolbarbase.BTNDELETEBUTTON.CAPTION
source: &Delete
hu: &Törlés

source: Edit hot&key
hu: Gyors&billentyű szerkesztése

source: &Insert new button
hu: Új &gomb beszúrása

source: Select
hu: Kiválasztás

# tfrmoptionstoolbarbase.btnother.caption
source: Other...
hu: Egyéb...

source: Remove hotke&y
hu: Gyors&billentyű törlése

source: Suggest
hu: Javaslat

source: Have DC suggest the tooltip based on button type, command and parameters
hu: A DC javasolja az eszköztippet a gomb típusa, parancsa és paraméterei alapján

# tfrmoptionstoolbarbase.CBFLATBUTTONS.CAPTION
source: &Flat buttons
hu: &Lapos gombok

source: Report errors with commands
hu: Hibajelentés parancsokkal

source: Sho&w captions
hu: Feliratok &megjelenítése

source: Enter command parameters, each in a separate line. Press F1 to see help on parameters.
hu: Adja meg a parancs paramétereit, mindegyiket külön sorban. Nyomja meg az F1-et a paraméterek súgójának megtekintéséhez.

source: Appearance
hu: Megjelenés

source: &Bar size:
hu: &Sáv mérete:

# tfrmoptionstoolbarbase.lblexternalcommand.caption
source: Co&mmand:
hu: Pa&rancs:

# tfrmoptionstoolbarbase.LBLEXTERNALPARAMETERS.CAPTION
source: Parameter&s:
hu: Paraméte&rek:

# tfrmoptionstoolbarbase.LBLHELPONINTERNALCOMMAND.CAPTION
source: Help
hu: Súgó

source: Hot key:
hu: Gyorsbillentyű:

source: Ico&n:
hu: Iko&n:

source: Icon si&ze:
hu: Ikon mére&te:

# tfrmoptionstoolbarbase.lblinternalcommand.caption
source: Co&mmand:
hu: Pa&rancs:

source: &Parameters:
hu: &Paraméterek:

# tfrmoptionstoolbarbase.LBLSTARTPATH.CAPTION
source: Start pat&h:
hu: Kezdő &útvonal:

source: Style:
hu: Stílus:

source: &Tooltip:
hu: &Buboréksúgó:

source: Add toolbar with ALL DC commands
hu: Eszköztár hozzáadása az ÖSSZES DC paranccsal

source: for an external command
hu: külső parancshoz

source: for an internal command
hu: belső parancshoz

source: for a separator
hu: elválasztóhoz

source: for a sub-tool bar
hu: al-eszköztárhoz

# tfrmoptionstoolbarbase.MIBACKUP.CAPTION
source: Backup...
hu: Biztonsági mentés...

# tfrmoptionstoolbarbase.MIEXPORT.CAPTION
source: Export...
hu: Exportálás...

source: Current toolbar...
hu: Jelenlegi eszköztár...

# tfrmoptionstoolbarbase.MIEXPORTCURRENTTODCBAR.CAPTION
source: to a Toolbar File (.toolbar)
hu: Eszköztár fájlba (.toolbar)

# tfrmoptionstoolbarbase.MIEXPORTCURRENTTOTCBARKEEP.CAPTION
source: to a TC .BAR file (keep existing)
hu: TC .BAR fájlba (meglévők megtartása)

# tfrmoptionstoolbarbase.MIEXPORTCURRENTTOTCBARNOKEEP.CAPTION
source: to a TC .BAR file (erase existing)
hu: TC .BAR fájlba (meglévők törlése)

# tfrmoptionstoolbarbase.MIEXPORTCURRENTTOTCINIKEEP.CAPTION
source: to a "wincmd.ini" of TC (keep existing)
hu: TC "wincmd.ini" fájljába (meglévők megtartása)

# tfrmoptionstoolbarbase.MIEXPORTCURRENTTOTCININOKEEP.CAPTION
source: to a "wincmd.ini" of TC (erase existing)
hu: TC "wincmd.ini" fájljába (meglévők törlése)

source: Top toolbar...
hu: Felső eszköztár...

source: Save a backup of Toolbar
hu: Eszköztár mentése biztonsági másatként

# tfrmoptionstoolbarbase.miexporttoptodcbar.caption
source: to a Toolbar File (.toolbar)
hu: Eszköztár fájlba (.toolbar)

# tfrmoptionstoolbarbase.miexporttoptotcbarkeep.caption
source: to a TC .BAR file (keep existing)
hu: TC .BAR fájlba (meglévők megtartása)

# tfrmoptionstoolbarbase.miexporttoptotcbarnokeep.caption
source: to a TC .BAR file (erase existing)
hu: TC .BAR fájlba (meglévők törlése)

# tfrmoptionstoolbarbase.MIEXPORTTOPTOTCINIKEEP.CAPTION
source: to a "wincmd.ini" of TC (keep existing)
hu: egy TC "wincmd.ini" fájlba (meglévők megtartása)

# tfrmoptionstoolbarbase.MIEXPORTTOPTOTCININOKEEP.CAPTION
source: to a "wincmd.ini" of TC (erase existing)
hu: egy TC "wincmd.ini" fájlba (meglévők törlése)

# tfrmoptionstoolbarbase.MIEXTERNALCOMMANDAFTERCURRENT.CAPTION
source: just after current selection
hu: a kijelölés után

# tfrmoptionstoolbarbase.MIEXTERNALCOMMANDFIRSTELEMENT.CAPTION
source: as first element
hu: első elemként

# tfrmoptionstoolbarbase.MIEXTERNALCOMMANDLASTELEMENT.CAPTION
source: as last element
hu: utolsó elemként

# tfrmoptionstoolbarbase.MIEXTERNALCOMMANDPRIORCURRENT.CAPTION
source: just prior current selection
hu: a kijelölés előtt

# tfrmoptionstoolbarbase.MIIMPORT.CAPTION
source: Import...
hu: Importálás...

source: Restore a backup of Toolbar
hu: Eszköztár biztonsági másolatának visszaállítása

# tfrmoptionstoolbarbase.MIIMPORTBACKUPADDCURRENT.CAPTION
source: to add to current toolbar
hu: hozzáadás a jelenlegi eszköztárhoz

# tfrmoptionstoolbarbase.MIIMPORTBACKUPADDMENUCURRENT.CAPTION
source: to add to a new toolbar to current toolbar
hu: új eszköztárként hozzáadása a jelenlegi eszköztárhoz

# tfrmoptionstoolbarbase.MIIMPORTBACKUPADDMENUTOP.CAPTION
source: to add to a new toolbar to top toolbar
hu: új eszköztár hozzáadása a felső eszköztárhoz

# tfrmoptionstoolbarbase.MIIMPORTBACKUPADDTOP.CAPTION
source: to add to top toolbar
hu: hozzáadás a felső eszköztárhoz

# tfrmoptionstoolbarbase.MIIMPORTBACKUPREPLACETOP.CAPTION
source: to replace top toolbar
hu: felső eszköztár lecserélése

source: from a Toolbar File (.toolbar)
hu: Eszköztár fájlból (.toolbar)

# tfrmoptionstoolbarbase.miimportdcbaraddcurrent.caption
source: to add to current toolbar
hu: hozzáadás az aktuális eszköztárhoz

# tfrmoptionstoolbarbase.miimportdcbaraddmenucurrent.caption
source: to add to a new toolbar to current toolbar
hu: új eszköztár hozzáadása az aktuális eszköztárhoz

# tfrmoptionstoolbarbase.miimportdcbaraddmenutop.caption
source: to add to a new toolbar to top toolbar
hu: új eszköztár hozzáadása a felső eszköztárhoz

# tfrmoptionstoolbarbase.miimportdcbaraddtop.caption
source: to add to top toolbar
hu: hozzáadás a felső eszköztárhoz

# tfrmoptionstoolbarbase.miimportdcbarreplacetop.caption
source: to replace top toolbar
hu: felső eszköztár lecserélése

source: from a single TC .BAR file
hu: egyetlen TC .BAR fájlból

# tfrmoptionstoolbarbase.MIIMPORTTCBARADDCURRENT.CAPTION
source: to add to current toolbar
hu: hozzáadás az aktuális eszköztárhoz

# tfrmoptionstoolbarbase.MIIMPORTTCBARADDMENUCURRENT.CAPTION
source: to add to a new toolbar to current toolbar
hu: új eszköztár hozzáadása az aktuális eszköztárhoz

# tfrmoptionstoolbarbase.MIIMPORTTCBARADDMENUTOP.CAPTION
source: to add to a new toolbar to top toolbar
hu: új eszköztár hozzáadása a felső eszköztárhoz

# tfrmoptionstoolbarbase.MIIMPORTTCBARADDTOP.CAPTION
source: to add to top toolbar
hu: hozzáadás a felső eszköztárhoz

# tfrmoptionstoolbarbase.MIIMPORTTCBARREPLACETOP.CAPTION
source: to replace top toolbar
hu: felső eszköztár cseréje

source: from "wincmd.ini" of TC...
hu: "wincmd.ini" importálása TC-ből...

# tfrmoptionstoolbarbase.MIIMPORTTCINIADDCURRENT.CAPTION
source: to add to current toolbar
hu: hozzáadás az aktuális eszköztárhoz

# tfrmoptionstoolbarbase.MIIMPORTTCINIADDMENUCURRENT.CAPTION
source: to add to a new toolbar to current toolbar
hu: új eszköztár hozzáadása az aktuális eszköztárhoz

# tfrmoptionstoolbarbase.MIIMPORTTCINIADDMENUTOP.CAPTION
source: to add to a new toolbar to top toolbar
hu: új eszköztár hozzáadása a felső eszköztárhoz

# tfrmoptionstoolbarbase.MIIMPORTTCINIADDTOP.CAPTION
source: to add to top toolbar
hu: hozzáadás a felső eszköztárhoz

# tfrmoptionstoolbarbase.MIIMPORTTCINIREPLACETOP.CAPTION
source: to replace top toolbar
hu: felső eszköztár cseréje

# tfrmoptionstoolbarbase.MIINTERNALCOMMANDAFTERCURRENT.CAPTION
source: just after current selection
hu: a jelenlegi kiválasztás után

# tfrmoptionstoolbarbase.MIINTERNALCOMMANDFIRSTELEMENT.CAPTION
source: as first element
hu: első elemként

# tfrmoptionstoolbarbase.MIINTERNALCOMMANDLASTELEMENT.CAPTION
source: as last element
hu: utolsó elemként

# tfrmoptionstoolbarbase.MIINTERNALCOMMANDPRIORCURRENT.CAPTION
source: just prior current selection
hu: a jelenlegi kiválasztás előtt

# tfrmoptionstoolbarbase.MISEARCHANDREPLACE.CAPTION
source: Search and replace...
hu: Keresés és csere...

# tfrmoptionstoolbarbase.miseparatoraftercurrent.caption
source: just after current selection
hu: a jelenlegi kiválasztás után

# tfrmoptionstoolbarbase.miseparatorfirstitem.caption
source: as first element
hu: első elemként

# tfrmoptionstoolbarbase.miseparatorlastelement.caption
source: as last element
hu: utolsó elemként

# tfrmoptionstoolbarbase.miseparatorpriorcurrent.caption
source: just prior current selection
hu: a jelenlegi kiválasztás előtt

source: in all of all the above...
hu: az összes fenti elemben...

source: in all commands...
hu: az összes parancsban...

source: in all icon names...
hu: az összes ikonnévben...

source: in all parameters...
hu: az összes paraméterben...

source: in all start path...
hu: az összes kezdő útvonalban...

# tfrmoptionstoolbarbase.MISUBTOOLBARAFTERCURRENT.CAPTION
source: just after current selection
hu: közvetlenül a kiválasztott után

# tfrmoptionstoolbarbase.MISUBTOOLBARFIRSTELEMENT.CAPTION
source: as first element
hu: első elemként

# tfrmoptionstoolbarbase.MISUBTOOLBARLASTELEMENT.CAPTION
source: as last element
hu: utolsó elemként

# tfrmoptionstoolbarbase.MISUBTOOLBARPRIORCURRENT.CAPTION
source: just prior current selection
hu: közvetlenül a kiválasztott előtt

source: Line break
hu: Sortörés

source: Separator
hu: Elválasztó

source: Space
hu: Szóköz

source: Button type
hu: Gomb típusa

source: Apply current settings to all configured filenames and paths
hu: Aktuális beállítások alkalmazása az összes konfigurált fájlnévre és útvonalra

# tfrmoptionstoolbarextra.ckbtoolbarcommand.caption
source: Commands
hu: Parancsok

# tfrmoptionstoolbarextra.ckbtoolbaricons.caption
source: Icons
hu: Ikonok

# tfrmoptionstoolbarextra.ckbtoolbarstartpath.caption
source: Starting paths
hu: Kezdő útvonalak

# tfrmoptionstoolbarextra.gbtoolbaroptionsextra.caption
source: Paths
hu: Útvonalak

source: Do this for files and paths for:
hu: Végezze el ezt a fájlokon és útvonalakon ehhez:

# tfrmoptionstoolbarextra.lbpathtoberelativeto.caption
source: Path to be relative to:
hu: Útvonal relatívan ehhez:

# tfrmoptionstoolbarextra.lbtoolbarfilenamestyle.caption
source: Way to set paths when adding elements for icons, commands and starting paths:
hu: Az útvonalak beállításának módja ikonok, parancsok és kezdő útvonalak hozzáadásakor:

# TFRMOPTIONSTOOLBASE.BTNRELATIVETOOLPATH.HINT
source: Some functions to select appropriate path
hu: Néhány funkció a megfelelő útvonal kiválasztásához

source: &Keep terminal window open after executing program
hu: &Terminál ablak nyitva tartása a program végrehajtása után

source: &Execute in terminal
hu: &Végrehajtás terminálban

source: &Use external program
hu: Külső &program használata

source: A&dditional parameters
hu: To&vábbi paraméterek

source: &Path to program to execute
hu: Végrehajtandó program &elérési útja

# tfrmoptionstooltips.btnaddtooltipsfiletype.caption
source: A&dd
hu: Hozzáá&dás

# tfrmoptionstooltips.btnapplytooltipsfiletype.caption
source: A&pply
hu: Alkalmazá&s

# tfrmoptionstooltips.btncopytooltipsfiletype.caption
source: Cop&y
hu: Másolá&s

# tfrmoptionstooltips.btndeletetooltipsfiletype.caption
source: Delete
hu: Törlés

# TFRMOPTIONSTOOLTIPS.BTNFIELDSSEARCHTEMPLATE.HINT
source: Template...
hu: Sablon...

# tfrmoptionstooltips.btnrenametooltipsfiletype.caption
source: &Rename
hu: Át&nevezés

# tfrmoptionstooltips.btntooltipother.caption
source: Oth&er...
hu: Egyé&b...

source: Tooltip configuration for selected file type:
hu: Elemleírás beállításai a kiválasztott fájltípushoz:

source: General options about tooltips:
hu: Általános beállítások az elemleírásokhoz:

source: &Show tooltip for files in the file panel
hu: Fájlpanelben lévő fájlok &elemleírásának megjelenítése

source: Category &hint:
hu: Kategória &felirat:

# TFRMOPTIONSTOOLTIPS.LBLFIELDSMASK.CAPTION
source: Category &mask:
hu: Kategória &maszk:

source: Tooltip hiding delay:
hu: Elemleírás eltűnésének késleltetése:

source: Tooltip showing mode:
hu: Elemleírás megjelenítési módja:

source: &File types:
hu: &Fájltípusok:

source: Discard Modifications
hu: Módosítások elvetése

# tfrmoptionstooltips.mitooltipsfiletypeexport.caption
source: Export...
hu: Exportálás...

# tfrmoptionstooltips.mitooltipsfiletypeimport.caption
source: Import...
hu: Importálás...

source: Sort Tooltip File Types
hu: Fájltípusok rendezése a tooltipben

source: With double-click on the bar on top of a file panel
hu: Dupla kattintással a fájlpanel feletti sávon

# tfrmoptionstreeviewmenu.ckbdirectoryhotlistfrommenucommand.caption
source: With the menu and internal command
hu: Menüvel és belső paranccsal

source: Double click in tree select and exit
hu: Dupla kattintással kiválasztás és kilépés

# TFRMOPTIONSTREEVIEWMENU.CKBFAVORITATABSFROMMENUCOMMAND.CAPTION
source: With the menu and internal command
hu: Menüvel és belső paranccsal

source: With double-click on a tab (if configured for it)
hu: Dupla kattintással a lapon (ha be van állítva)

source: When using the keyboard shortcut, it will exit the window returning the current choice
hu: Billentyűparancs használatakor az ablak bezárul és visszaadja az aktuális választást

source: Single mouse click in tree select and exit
hu: Egyszeri kattintással kiválasztás és kilépés

source: Use it for Command Line History
hu: Használat parancssor előzményekhez

source: Use it for the Dir History
hu: Használat könyvtár előzményekhez

source: Use it for the View History (Visited paths for active view)
hu: Használat megtekintési előzményekhez (Aktív nézet meglátogatott útvonalai)

source: Behavior regarding selection:
hu: Viselkedés a kiválasztással kapcsolatban:

source: Tree View Menus related options:
hu: Fastruktúrás menü beállítások:

source: Where to use Tree View Menus:
hu: Fastruktúrás menü használata:

source: *NOTE: Regarding the options like the case sensitivity, ignoring accents or not, these are saved and restored individually for each context from a usage and session to another.
hu: *MEGJEGYZÉS: A kis- és nagybetűk megkülönböztetése, ékezetek figyelmen kívül hagyása és hasonló beállítások mentése és visszatöltése környezetenként, használatonként és munkamenetenként egyénileg történik.

source: With Directory Hotlist:
hu: Könyvtár gyorslistában:

source: With Favorite Tabs:
hu: Kedvenclapoknál:

source: With History:
hu: Előzményeknél:

source: Use and display keyboard shortcut for choosing items
hu: Billentyűparancsok megjelenítése és használata az elemek kiválasztásához

source: Font
hu: Betűtípus

source: Layout and colors options:
hu: Elrendezés és színek beállításai:

source: Background color:
hu: Háttérszín:

source: Cursor color:
hu: Kurzor színe:

source: Found text color:
hu: Talált szöveg színe:

source: Found text under cursor:
hu: Kurzor alatti talált szöveg:

source: Normal text color:
hu: Normál szöveg színe:

source: Normal text under cursor:
hu: Kurzor alatti normál szöveg:

source: Tree View Menu Preview:
hu: Fastruktúra menü előnézet:

source: Secondary text color:
hu: Másodlagos szöveg színe:

source: Secondary text under cursor:
hu: Kurzor alatti másodlagos szöveg:

source: Shortcut color:
hu: Gyorsbillentyű színe:

source: Shortcut under cursor:
hu: Kurzor alatti gyorsbillentyű:

source: Unselectable text color:
hu: Nem kiválasztható szöveg színe:

source: Unselectable under cursor:
hu: Kurzor alatti nem kiválasztható elemek:

source: Change color on left and you'll see here a preview of what your Tree View Menus will look likes with this sample.
hu: Színváltoztatás bal oldalon, és itt láthatod, hogyan fognak kinézni a Fastét menük ezzel a mintával.

source: Internal viewer options
hu: Belső nézegető beállításai

source: &Number of columns in book viewer
hu: Oszlopok száma a könyvnézegetőben

# tfrmpackdlg.btnconfig.caption
source: Con&figure
hu: Beá&llítás

source: Pack files
hu: Fájlok becsomagolása

source: C&reate separate archives, one per selected file/dir
hu: Külön archívumok készítése minden kijelölt fájlhoz/mappához

source: Create self e&xtracting archive
hu: Önmegnyitó archívum létrehozása

# tfrmpackdlg.cbencrypt.caption
source: Encr&ypt
hu: Titko&sítás

source: Mo&ve to archive
hu: Áthelyezés az archívumba

source: &Multiple disk archive
hu: Többkötetes archívum

source: P&ut in the TAR archive first
hu: Először TAR archívumba helyezés

source: Also &pack path names (only recursed)
hu: Útvonalnevek &csomagolása is (csak rekurzívan)

source: Pack file(s) to the file:
hu: Fájl(ok) csomagolása ebbe a fájlba:

source: Packer
hu: Csomagoló

# TFRMPACKINFODLG.BTNCLOSE.CAPTION
source: &Close
hu: &Bezárás

source: Unpack &all and execute
hu: Összes ki&csomagolása és futtatása

source: &Unpack and execute
hu: Ki&csomagolás és futtatás

source: Properties of packed file
hu: Csomagolt fájl tulajdonságai

source: Attributes:
hu: Attribútumok:

source: Compression ratio:
hu: Tömörítési arány:

source: Date:
hu: Dátum:

source: Method:
hu: Módszer:

source: Original size:
hu: Eredeti méret:

source: File:
hu: Fájl:

source: Packed size:
hu: Tömörített méret:

source: Packer:
hu: Tömörítő:

source: Time:
hu: Idő:

source: Print configuration
hu: Nyomtatási beállítások

source: Margins (mm)
hu: Margók (mm)

source: &Bottom:
hu: &Alsó:

source: &Left:
hu: &Bal:

source: &Right:
hu: &Jobb:

source: &Top:
hu: &Felső:

source: Close filter panel
hu: Szűrőpanel bezárása

source: Enter text to search for or filter by
hu: Szöveg kereséséhez vagy szűréséhez

source: Case Sensitive
hu: Nagy- és kisbetű érzékeny

source: Diacritics and ligatures
hu: Diakritikusok és ligatúrák

# TFRMQUICKSEARCH.SBDIRECTORIES.HINT
source: Directories
hu: Mappák

# TFRMQUICKSEARCH.SBFILES.HINT
source: Files
hu: Fájlok

source: Match Beginning
hu: Elején egyező

source: Match Ending
hu: Végén egyező

source: Filter
hu: Szűrő

source: Toggle between search or filter
hu: Váltás keresés és szűrés között

source: &More rules
hu: Több &szabály

source: L&ess rules
hu: Keve&sebb szabály

source: Use &content plugins, combine with:
hu: Tartalom-&bővítmények használata, kombinálva:

# tfrmsearchplugin.lblfield.caption
source: Field
hu: Mező

# tfrmsearchplugin.lbloperator.caption
source: Operator
hu: Operátor

# tfrmsearchplugin.lblplugin.caption
source: Plugin
hu: Bővítmény

# tfrmsearchplugin.lblvalue.caption
source: Value
hu: Érték

source: &AND (all match)
hu: &ÉS (mind egyezik)

source: &OR (any match)
hu: &VAGY (bármi egyezik)

# tfrmselectduplicates.btnapply.caption
source: &Apply
hu: &Alkalmaz

# tfrmselectduplicates.btncancel.caption
source: &Cancel
hu: &Mégse

# tfrmselectduplicates.btnexcludemask.hint
source: Template...
hu: Sablon...

# tfrmselectduplicates.btnincludemask.hint
source: Template...
hu: Sablon...

source: Select duplicate files
hu: Duplikált fájlok kiválasztása

source: &Leave at least one file in each group unselected:
hu: Legalább egy fájl &kiválasztatlanul hagyása minden csoportban:

source: &Remove selection by name/extension:
hu: Kijelölés &eltávolítása név/kiterjesztés alapján:

source: Select by &name/extension:
hu: Kiválasztás &név/kiterjesztés alapján:

# tfrmselectpathrange.buttonpanel.cancelbutton.caption
source: &Cancel
hu: &Mégse

source: Sep&arator
hu: Elválasz&tó

source: Count from
hu: Számozás kezdete

# tfrmselectpathrange.lblresult.caption
source: Result:
hu: Eredmény:

source: &Select the directories to insert (you may select more than one)
hu: &Válassza ki a beszúrandó könyvtárakat (több is kiválasztható)

# tfrmselectpathrange.rbfirstfromend.caption
source: The en&d
hu: A &végéről

# tfrmselectpathrange.rbfirstfromstart.caption
source: The sta&rt
hu: Az &elejéről

# tfrmselecttextrange.buttonpanel.cancelbutton.caption
source: &Cancel
hu: &Mégse

source: Count first from
hu: Első számolása innen

source: Count last from
hu: Utolsó számolása innen

source: Range description
hu: Tartomány leírása

# tfrmselecttextrange.lblresult.caption
source: Result:
hu: Eredmény:

source: &Select the characters to insert:
hu: &Válassza ki a beszúrandó karaktereket:

source: [&First:Last]
hu: [&Első:Utolsó]

source: [First,&Length]
hu: [Első,&Hossz]

# tfrmselecttextrange.rbfirstfromend.caption
source: The en&d
hu: A &végéről

# tfrmselecttextrange.rbfirstfromstart.caption
source: The sta&rt
hu: Az &elejéről

source: The &end
hu: A &végéről

source: The s&tart
hu: Az e&lejéről

# TFRMSETFILEPROPERTIES.BTNCANCEL.CAPTION
source: &Cancel
hu: &Mégsem

source: Change attributes
hu: Attribútumok módosítása

# TFRMSETFILEPROPERTIES.CBSTICKY.CAPTION
source: Sticky
hu: Ragadós

source: Archive
hu: Archív

# tfrmsetfileproperties.chkcreationtime.caption
source: Created:
hu: Létrehozva:

source: Hidden
hu: Rejtett

# tfrmsetfileproperties.chklastaccesstime.caption
source: Accessed:
hu: Elérés:

# tfrmsetfileproperties.chklastwritetime.caption
source: Modified:
hu: Módosítva:

source: Read only
hu: Csak olvasható

source: Including subfolders
hu: Almappákkal együtt

# tfrmsetfileproperties.chksystem.caption
source: System
hu: Rendszer

source: Timestamp properties
hu: Időbélyeg tulajdonságok

# TFRMSETFILEPROPERTIES.GBUNIXATTRIBUTES.CAPTION
source: Attributes
hu: Attribútumok

# TFRMSETFILEPROPERTIES.GBWINATTRIBUTES.CAPTION
source: Attributes
hu: Attribútumok

# TFRMSETFILEPROPERTIES.LBLATTRBITSSTR.CAPTION
source: Bits:
hu: Bitminta:

# TFRMSETFILEPROPERTIES.LBLATTRGROUPSTR.CAPTION
source: Group
hu: Csoport

# tfrmsetfileproperties.lblattrinfo.caption
source: (gray field means unchanged value)
hu: (szürke mező változatlan értéket jelöl)

# TFRMSETFILEPROPERTIES.LBLATTROTHERSTR.CAPTION
source: Other
hu: Egyéb

# TFRMSETFILEPROPERTIES.LBLATTROWNERSTR.CAPTION
source: Owner
hu: Tulajdonos

# TFRMSETFILEPROPERTIES.LBLATTRTEXTSTR.CAPTION
source: Text:
hu: Szöveg:

# TFRMSETFILEPROPERTIES.LBLEXEC.CAPTION
source: Execute
hu: Végrehajtás

# TFRMSETFILEPROPERTIES.LBLMODEINFO.CAPTION
source: (gray field means unchanged value)
hu: (szürke mező változatlan értéket jelöl)

# TFRMSETFILEPROPERTIES.LBLOCTAL.CAPTION
source: Octal:
hu: Oktális:

# TFRMSETFILEPROPERTIES.LBLREAD.CAPTION
source: Read
hu: Olvasás

# TFRMSETFILEPROPERTIES.LBLWRITE.CAPTION
source: Write
hu: Írás

source: &Sort
hu: &Rendezés

# tfrmsortanything.buttonpanel.cancelbutton.caption
source: &Cancel
hu: &Mégse

source: Drag and drop elements to sort them
hu: Húzza és ejtse az elemeket a rendezéshez

# TFRMSPLITTER.BTNRELATIVEFTCHOICE.HINT
source: Some functions to select appropriate path
hu: Útvonalválasztási segédfunkciók

source: Splitter
hu: Fájlosztó

source: Require a CRC32 verification file
hu: CRC32 ellenőrzőfájl készítése

source: 1457664B - 3.5"
hu: 1457664 bájt - 3,5"
