Repository: doublecmd/doublecmd
Catalog: plugins/wcx/unrar/language/unrar.*.po
Languages: bn

source: Options
bn: বিকল্পগুলি

source: Path to Win&RAR executable
bn: Win&RAR এক্সিকিউটেবল ফাইলের পথ

source: Archiving options
bn: আর্কাইভিং বিকল্পগুলি

source: Add r&ecovery record
bn: পুনরুদ্ধার রেকর্ড যোগ করুন

source: Encrypt file &names
bn: ফাইল নামগুলি এনক্রিপ্ট করুন

source: Create &solid archive
bn: সলিড আর্কাইভ তৈরি করুন

source: &Compression method
bn: সংকোচন পদ্ধতি

source: Cancel
bn: বাতিল করুন

source: OK
bn: ঠিক আছে

source: Additional parameters
bn: অতিরিক্ত প্যারামিটারগুলি

source: Large dictionary warning
bn: বড় অভিধান সতর্কতা

source: %u GB dictionary exceeds %u GB limit and needs more than %u GB memory to unpack.
bn: %u GB অভিধান %u GB সীমা অতিক্রম করে এবং আনপ্যাক করতে %u GB মেমরি প্রয়োজন।

source: &Cancel
bn: বাতিল করুন

source: &Extract
bn: উত্তোলন করুন

source: Please enter the password:
bn: অনুগ্রহ করে পাসওয়ার্ড লিখুন:

source: Cannot find RAR executable! %s Please check the plugin settings.
bn: RAR এক্সিকিউটেবল খুঁজে পাওয়া যাচ্ছে না! %s অনুগ্রহ করে প্লাগইন সেটিংস চেক করুন।

source: Cannot load library %s! Please check your installation.
bn: লাইব্রেরি %s লোড করা যাচ্ছে না! অনুগ্রহ করে আপনার ইনস্টলেশন চেক করুন।
