Repository: doublecmd/doublecmd
Catalog: language/lcl/lclstrconsts.*.po
Languages: si

source: Browser "%s" not executable.
si: බ්රවුසර් "%s" ක්‍රියාත්මක කිරීමට නොහැක.

source: Browser "%s" not found.
si: "%s" බ්‍රවුසරය හමු නොවීය.

source: Error while executing "%s":%s%s
si: "%s" ක්‍රියාත්මක කිරීමේදී දෝෂයක්:%s%s

source: Unable to find a HTML browser.
si: HTML බ්‍රව්සරයක් සොයා ගැනීමට නොහැකි විය.

source: The help database "%s" was unable to find file "%s".
si: "%s" උදව් දත්ත සමුදායට "%s" ගොනුව සොයා ගැනීමට නොහැකි විය.

source: The macro %s in BrowserParams will be replaced by the URL.
si: බ්‍රව්සර් පරාමිතීන්හි මැක්‍රෝ %s, URL මඟින් ප්‍රතිස්ථාපනය වේ.

# lclstrconsts.ifsvk_help
source: Help
si: උදව්

source: Meta
si: මෙටා

source: Unknown
si: නොදන්නා

# lclstrconsts.lislclresourcesnotfound
source: Resource %s not found
si: %s සම්පත හමු නොවීය

source: 3D Dark Shadow
si: 3D අඳුරු සෙවනැල්ල

source: 3D Light
si: 3D ආලෝකය

source: A control can't have itself as a parent
si: පාලකයකට දෙමව්පියෙකු ලෙස සිටිය නොහැක

source: Active Border
si: ක්රියාකාරී මායිම

source: Active Caption
si: ක්‍රියාකාරී සිරස්තල

source: All files (%s)|%s|%s
si: සියලුම ගොනු (%s)|%s|%s

source: Application Workspace
si: යෙදුම් වැඩබිම

source: Aqua
si: ඇක්වා

source: Class %s cannot have %s as parent.
si: %s පන්තියට %s දෙමාපියෙකු ලෙස සිටිය නොහැක.

source: Desktop
si: ඩෙස්ක්ටොප්

source: Backward
si: පසුපසට

source: Bitmap Files
si: Bitmap ගොනු

source: Black
si: කළු

source: Blank
si: හිස්

source: Blue
si: නිල්

source: Button Face
si: බොත්තම් මුහුණත

source: Button Highlight
si: බොත්තම උද්දීපනය

source: Button Shadow
si: බොත්තම සෙවන

source: Button Text
si: බොත්තම විස්තරය

source: Calculator
si: ගණනකය

# lclstrconsts.rscancelrecordhint
source: Cancel
si: අවලංගු කරන්න

source: Canvas does not allow drawing
si: කැන්වසය ඇඳීමට ඉඩ නොදේ

source: Caption Text
si: සිරස්තල පෙළ

source: Case sensitive
si: විෂය සංවේදී

source: Control of class '%s' can't have control of class '%s' as a child
si: '%s' පන්තියේ පාලනයට දරුවෙකු ලෙස '%s' පන්තිය පාලනය කළ නොහැක

source: Control '%s' has no parent form or frame
si: '%s' පාලනයට මාපිය පෝරමයක් හෝ රාමුවක් නොමැත

source: '%s' is not a parent of '%s'
si: '%s' යනු '%s'ගේ මාපියෙකු නොවේ

source: Cream
si: ක්රීම් වර්ණය

source: Cursor Files
si: කර්සර ගොනු

source: Custom ...
si: අභිරුචි ...

source: Date cannot be past %s
si: දිනය %s පසු විය නොහැක

source: Date cannot be before %s
si: දිනය %s ට පෙර විය නොහැක

source: Default
si: පෙරනිමිය

source: permissions user group size date time
si: අවසර පරිශීලක කණ්ඩායම් ප්‍රමාණයේ දිනය වේලාව

source: Delete record?
si: වාර්තාව මකන්නද?

# lclstrconsts.rsdeleterecordhint
source: Delete
si: මකන්න

source: Direction
si: දිශාව

source: &Directory
si: & නාමාවලිය

# lclstrconsts.rsdocopy
source: Copy
si: පිටපත් කරන්න

# lclstrconsts.rsdopaste
source: Paste
si: අලවන්න

source: Duplicate icon format.
si: අනුපිටපත් නිරූපක ආකෘතිය.

# lclstrconsts.rseditrecordhint
source: Edit
si: සංස්කරණය කරන්න

source: Search entire file
si: සම්පූර්ණ ගොනුව සොයන්න

# lclstrconsts.rserror
source: Error
si: දෝෂයකි

source: Error creating device context for %s.%s
si: %s.%s සඳහා උපාංග සන්දර්භය සෑදීමේ දෝෂයකි

source: Error occurred in %s at %sAddress %s%s Frame %s
si: %s ලිපිනය %s%s රාමුව %s හි %s හි දෝෂයක් සිදු විය

source: Error while saving bitmap.
si: බිට්මැප් සුරැකීමේදී දෝෂයකි.

source: Exception
si: ව්යතිරේක

source: Directory must exist
si: නාමාවලිය පැවතිය යුතුය

source: The directory "%s" does not exist.
si: "%s" නාමාවලිය නොපවතී.

source: The file "%s" already exists. Overwrite ?
si: "%s" ගොනුව දැනටමත් පවතී. උඩින් ලියන්නද?

source: File must exist
si: ගොනුව පැවතිය යුතුය

source: The file "%s" does not exist.
si: "%s" ගොනුව නොපවතී.

source: The file "%s" is not writable.
si: "%s" ගොනුව ලිවිය නොහැක.

source: File is not writable
si: ගොනුව ලිවිය නොහැක

source: Save file as
si: ගොනුව ලෙස සුරකින්න

source: Open existing file
si: පවතින ගොනුව විවෘත කරන්න

source: Overwrite file ?
si: ගොනුව උඩින් ලියන්නද?

source: Path must exist
si: මාර්ගය පැවතිය යුතුය

source: The path "%s" does not exist.
si: "%s" මාර්ගය නොපවතී.

source: Select Directory
si: නාමාවලිය තෝරන්න

source: (file not found: "%s")
si: (ගොනුව හමු නොවීය: "%s")

source: File information
si: ගොනු තොරතුරු

# lclstrconsts.rsfilter
source: (filter)
si: (පෙරහන්)

source: Find
si: සොයන්න

source: Find more
si: තව හොයන්න

source: First
si: පළමුව

source: FixedCols can't be > ColCount
si: FixedCols > ColCount විය නොහැක

source: FixedRows can't be > RowCount
si: FixedRows > RowCount විය නොහැක

source: Form
si: පෝරමය

source: Form resource %s not found. For resourceless forms CreateNew constructor must be used. See the global variable RequireDerivedFormResource.
si: පෝරම සම්පත් %s හමු නොවීය. සම්පත් රහිත ආකෘති සඳහා CreateNew constructor භාවිතා කළ යුතුය. RequireDerivedFormResource ගෝලීය විචල්‍යය බලන්න.

source: Form streaming "%s" error: %s
si: පෝරම ප්‍රවාහය "%s" දෝෂය: %s

source: Forward
si: ඉදිරියට

source: Turn on specific GDK trace/debug messages.
si: නිශ්චිත GDK ලුහුබැඳීමේ/නිදොස් කිරීමේ පණිවිඩ ක්‍රියාත්මක කරන්න.

source: Turn off specific GDK trace/debug messages.
si: නිශ්චිත GDK ට්‍රේස්/නිදොස් පණිවිඩ අක්‍රිය කරන්න.

source: Warnings and errors generated by Gtk+/GDK will halt the application.
si: Gtk+/GDK මගින් ජනනය කරන ලද අනතුරු ඇඟවීම් සහ දෝෂ යෙදුම නවත්වනු ඇත.

source: Gradient Active Caption
si: වර්ණවර්ගය සක්‍රිය සිරස්තල

source: Gradient Inactive Caption
si: වර්ණවර්ගය අක්‍රිය සිරස්තල

source: Graphic
si: ග්‍රැෆික්

source: Gray
si: අළු

source: Gray Text
si: අළු පෙළ

source: Green
si: කොළ

source: Grid file doesn't exist
si: ජාල ගොනුව නොපවතී

source: Cannot insert rows into a grid when it has no columns
si: තීරු නොමැති විට ජාලකයකට පේළි ඇතුළු කළ නොහැක

source: Cannot insert columns into a grid when it has no rows
si: පේළි නොමැති විට ජාලයකට තීරු ඇතුළු කළ නොහැක

source: Grid index out of range.
si: ජාල දර්ශකය පරාසයෙන් පිටත.

source: Filter:
si: පෙරහන:

source: History:
si: ඉතිහාසය:

source: Following Xt conventions, the class of a program is the program name with the initial character capitalized. For example, the classname for gimp is "Gimp". If --class is specified, the class of the program will be set to "classname".
si: Xt සම්මුතීන්ට පසුව, වැඩසටහනක පන්තිය යනු ආරම්භක අක්ෂරය කැපිටල් කර ඇති වැඩසටහන් නාමයයි. උදාහරණයක් ලෙස, gimp සඳහා පන්ති නාමය "Gimp" වේ. --class සඳහන් කර ඇත්නම්, වැඩසටහනේ පන්තිය "classname" ලෙස සකසා ඇත.

source: Turn on specific Gtk+ trace/debug messages.
si: නිශ්චිත Gtk+ ට්‍රේස්/ඩීබග් පණිවිඩ ක්‍රියාත්මක කරන්න.

source: Connect to the specified X server, where "h" is the hostname, "s" is the server number (usually 0), and "d" is the display number (typically omitted). If --display is not specified, the DISPLAY environment variable is used.
si: නිශ්චිත X සේවාදායකයට සම්බන්ධ වන්න, එහිදී "h" යනු සත්කාරක නාමය වන අතර, "s" යනු සේවාදායක අංකය (සාමාන්‍යයෙන් 0), සහ "d" යනු සංදර්ශක අංකය (සාමාන්‍යයෙන් ඉවත් කර ඇත). --display නිශ්චිතව දක්වා නොමැති නම්, DISPLAY පරිසර විචල්‍යය භාවිතා වේ.

source: Load the specified module at startup.
si: ආරම්භයේදී නිශ්චිත මොඩියුලය පූරණය කරන්න.

source: Set program name to "progname". If not specified, program name will be set to ParamStrUTF8(0).
si: වැඩසටහනේ නම "progname" ලෙස සකසන්න. නිශ්චිතව දක්වා නොමැති නම්, වැඩසටහනේ නම ParamStrUTF8(0) ලෙස සකසනු ඇත.

source: Turn off specific Gtk+ trace/debug messages.
si: නිශ්චිත Gtk+ ලුහුබැඳීම/නිදොස්කරණය පණිවිඩ අක්‍රිය කරන්න.

source: Do not set transient order for modal forms.
si: මාදිලි ආකෘති සඳහා තාවකාලික අනුපිළිවෙලක් නොසකසන්න.

source: Disable use of the X Shared Memory Extension.
si: X Shared Memory Extension භාවිතය අබල කරන්න.

source: Call XSynchronize (display, True) after the Xserver connection has been established. This makes debugging X protocol errors easier, because X request buffering will be disabled and X errors will be received immediately after the protocol request that generated the error has been processed by the X server.
si: Xserver සම්බන්ධතාවය ස්ථාපිත කිරීමෙන් පසු XSynchronize (දර්ශණය, සත්‍ය) අමතන්න. මෙය X ප්‍රොටෝකෝල දෝෂ නිදොස් කිරීම පහසු කරයි, මන්ද X ඉල්ලීම් බෆරින් කිරීම අක්‍රිය වනු ඇති අතර X සේවාදායකය විසින් දෝෂය උත්පාදනය කරන ලද ප්‍රොටෝකෝල ඉල්ලීම ක්‍රියාවට නැංවූ වහාම X දෝෂ ලැබෙනු ඇත.

# lclstrconsts.rshelp
source: Help
si: උදව්

source: A help database was found for this topic, but this topic was not found
si: මෙම මාතෘකාව සඳහා උපකාරක දත්ත සමුදායක් හමු වූ නමුත් මෙම මාතෘකාව හමු නොවීය

source: There is no help database installed for this topic
si: මෙම මාතෘකාව සඳහා උපකාරක දත්ත සමුදායක් ස්ථාපනය කර නොමැත

source: Help Error
si: උදවු දෝෂය

source: Help context %s not found.
si: උදවු සන්දර්භය %s හමු නොවීය.

source: Help context %s not found in Database "%s".
si: උදව් සන්දර්භය %s "%s" දත්ත සමුදාය තුළ හමු නොවේ.

source: Help for directive "%s" not found.
si: "%s" විධානය සඳහා උදවු හමු නොවීය.

source: Help for directive "%s" not found in Database "%s".
si: "%s" විධානය සඳහා උදවු "%s" දත්ත සමුදාය තුළ හමු නොවේ.

source: Help keyword "%s" not found.
si: උදව් මූල පදය "%s" හමු නොවීය.

source: Help keyword "%s" not found in Database "%s".
si: උපකාරක මූල පදය "%s" "%s" දත්ත සමුදායේ හමු නොවේ.

source: No help found for line %d, column %d of %s.
si: %d පේළිය, %d තීරුව %s හි සඳහා කිසිදු උපකාරයක් හමු නොවීය.

source: No help found for this topic
si: මෙම මාතෘකාව සඳහා උපකාරයක් හමු නොවීය

source: Help Selector Error
si: උදව් තේරීම් දෝෂය

source: Help Viewer Error
si: බලන්නාගේ දෝෂයට උදවු කරන්න

source: No viewer was found for this type of help content
si: මෙම ආකාරයේ උපකාරක අන්තර්ගතය සඳහා නරඹන්නෙකු හමු නොවීය

source: Hide details
si: විස්තර සඟවන්න

source: Highlight
si: ඉස්මතු කරන්න

source: Highlight Text
si: පෙළ උද්දීපනය කරන්න

source: Hot Light
si: උණුසුම් ආලෝකය

source: macOS Icon Files
si: macOS අයිකන ගොනු

source: Icon Files
si: අයිකන ගොනු

source: Icon image cannot be empty
si: නිරූපක රූපය හිස් විය නොහැක

source: Icon image must have the same format
si: අයිකන රූපය එකම ආකෘතියක් තිබිය යුතුය

source: Cannot change format of icon image
si: නිරූපක රූපයේ ආකෘතිය වෙනස් කළ නොහැක

source: Icon image must have the same size
si: අයිකන රූපය එකම ප්‍රමාණයෙන් තිබිය යුතුය

source: Cannot change size of icon image
si: නිරූපක රූපයේ ප්‍රමාණය වෙනස් කළ නොහැක

source: Icon has no current image
si: අයිකනයට වත්මන් රූපයක් නොමැත

source: Inactive Border
si: අක්රිය මායිම

# lclstrconsts.rsinactivecaptioncolorcaption
source: Inactive Caption
si: අක්‍රිය සිරස්තල

# lclstrconsts.rsinactivecaptiontext
source: Inactive Caption
si: අක්‍රිය සිරස්තල

source: %s Index %d out of bounds 0 .. %d
si: %s දර්ශකය %d සීමාවෙන් පිටත 0 .. %d

source: %s Index %d out of bounds -1 .. %d
si: %s දර්ශකය %d සීමාවෙන් පිටත -1 .. %d

source: Index Out of range Cell[Col=%d Row=%d]
si: දර්ශකය පරාසයෙන් පිටත කොටුව[Col=%d Row=%d]

source: Info Background
si: තොරතුරු පසුබිම

source: Info Text
si: තොරතුරු පෙළ

# lclstrconsts.rsinsertrecordhint
source: Insert
si: ඇතුල් කරන්න

source: Invalid Date : %s
si: වලංගු නොවන දිනය : %s

source: Invalid Date: %s. Must be between %s and %s
si: වලංගු නොවන දිනය: %s. %s සහ %s අතර විය යුතුය

source: invalid Form object stream
si: වලංගු නොවන ආකෘති වස්තු ප්රවාහය

source: Invalid property value
si: වලංගු නොවන අගයක්

source: Invalid stream format
si: වලංගු නොවන ප්‍රවාහ ආකෘතිය

source: %s is already associated with %s
si: %s දැනටමත් %s සමඟ සම්බන්ධ වී ඇත

source: JPEG Files
si: JPEG ගොනු

source: Last
si: අන්තිම

source: Lime
si: ලා කොළ පාට

source: List index exceeds bounds (%d)
si: ලැයිස්තු දර්ශකය සීමා ඉක්මවයි (%d)

# lclstrconsts.rsmacoseditmenu
source: Edit
si: සංස්කරණය කරන්න

# lclstrconsts.rsmacoseditmenucopy
source: Copy
si: පිටපත් කරන්න

source: Cut
si: කැපීම

# lclstrconsts.rsmacoseditmenupaste
source: Paste
si: අලවන්න

source: Redo
si: නැවත කරන්න

source: Select All
si: සියල්ල තෝරන්න

source: Undo
si: අහෝසි කරන්න

source: File Format:
si: ගොනු ආකෘතිය:

source: About %s
si: %s පමණ

source: Hide %s
si: %s සඟවන්න

source: Hide Others
si: අන් අය සඟවන්න

source: Preferences...
si: මනාප...

source: Quit %s
si: %s වලින් ඉවත් වන්න

source: Services
si: සේවා

source: Show All
si: සියල්ල පෙන්වන්න

source: Maroon
si: මෙරූන්

source: Abort
si: අවලංගු කරන්න

source: &All
si: &සියල්ල

# lclstrconsts.rsmbcancel
source: Cancel
si: අවලංගු කරන්න

source: &Close
si: &වසන්න

source: &Help
si: &උදව්

source: &Ignore
si: &නොසලකා හරින්න

source: &No
si: &නැහැ

source: No to all
si: හැමෝටම නෑ

source: &OK
si: &හරි

source: &Open
si: &විවෘත කරන්න

source: &Retry
si: &නැවත උත්සාහ කරන්න

source: &Save
si: &සුරකින්න

source: &Unlock
si: &අගුළු හරින්න

source: &Yes
si: &ඔව්

source: Yes to &All
si: ඔව් &සියල්ලට

source: Medium Gray
si: මධ්යම අළු

source: Menu Bar
si: මෙනු තීරුව

# lclstrconsts.rsmenucolorcaption
source: Menu
si: මෙනුව

source: Menu Highlight
si: මෙනු උද්දීපනය

source: Menu Text
si: මෙනු පෙළ

source: Money Green
si: මුදල් කොළ පාට

source: Authentication
si: සත්යාපනය

source: Confirmation
si: තහවුරු කිරීම

source: Custom
si: අභිරුචි

# lclstrconsts.rsmterror
source: Error
si: දෝෂයකි

source: Information
si: තොරතුරු

source: Warning
si: අවවාදයයි

source: Navy
si: නාවික වර්ණය

# lclstrconsts.rsnextrecordhint
source: Next
si: ඊළඟ

source: None
si: කිසිවක් නැත

source: Not a valid grid file
si: වලංගු ජාල ගොනුවක් නොවේ

source: No widgetset object. Please check if the unit "interfaces" was added to the programs uses clause.
si: විජට් කට්ටල වස්තුවක් නැත. වගන්ති භාවිතා කරන වැඩසටහන් වලට "අතුරුමුහුණත්" ඒකකය එක් කර ඇත්දැයි කරුණාකර පරීක්ෂා කරන්න.

source: Olive
si: ඔලිව් වර්ණය

source: Select a date
si: දිනයක් තෝරන්න

source: Pixmap Files
si: Pixmap ගොනු

source: PNG Files
si: PNG ගොනු

source: Portable Pixmap Files
si: පොදු පික්ස්මේප් ගොනු

source: Post
si: පළ කරන්න

source: %s%sPress OK to ignore and risk data corruption.%sPress Abort to kill the program.
si: දත්ත දූෂණය නොසලකා හැරීමට සහ අවදානමට ලක් කිරීමට %s%sහරි ඔබන්න.%sවැඩසටහන විනාශ කිරීමට Abort ඔබන්න.

# lclstrconsts.rspriorrecordhint
source: Prior
si: පෙර

source: Prompt on replace
si: ආදේශ කිරීම ගැන දැනුම් දෙන්න

source: Property %s does not exist
si: අගය %s නොපවතී

source: Purple
si: දම් පාට

source: Disables fully accurate window frame under X11. This feature is implemented for Qt, Qt5 and Gtk2 interfaces and used mostly by GetWindowRect().
si: X11 යටතේ සම්පූර්ණ නිවැරදි කවුළු රාමුව අක්‍රීය කරයි. මෙම විශේෂාංගය Qt, Qt5 සහ Gtk2 අතුරුමුහුණත් සඳහා ක්‍රියාත්මක කර ඇති අතර බොහෝ දුරට GetWindowRect() විසින් භාවිතා කරනු ලැබේ.

source: Running under a debugger can cause an implicit -nograb, use -dograb to override. Works only under X11, needs QT_DEBUG.
si: නිදොස්කරණයක් යටතේ ක්‍රියා කිරීම ව්‍යංග -nograb, ප්‍රතික්ෂේප කිරීමට -dograb භාවිතා කිරීමට හේතු විය හැක. X11 යටතේ පමණක් ක්‍රියා කරයි, QT_DEBUG අවශ්‍යයි.

source: Sets the backend to be used for on-screen widgets and QPixmaps. Available options are native, raster and opengl. OpenGL is still unstable.
si: තිරයේ විජට් සහ QPixmaps සඳහා භාවිතා කිරීමට පසු අන්තය සකසයි. පවතින විකල්ප දේශීය, raster සහ opengl වේ. OpenGL තවමත් අස්ථායි.

source: Tells Qt that it must never grab the mouse or the keyboard. Needs QT_DEBUG.
si: එය කිසිවිටක මවුසය හෝ යතුරුපුවරුව අල්ලා නොගත යුතු බව Qt වෙත දන්වයි. QT DEBUG අවශ්‍යයි.

source: Sets the application's layout direction to Qt::RightToLeft.
si: යෙදුමේ පිරිසැලසුම් දිශාව Qt::RightToLeft ලෙස සකසයි.

source: Restores the application from an earlier session.
si: පෙර සැසියකින් යෙදුම ප්‍රතිසාධනය කරයි.

source: Sets the application GUI style. Possible values are motif, windows, and platinum. If you compiled Qt with additional styles or have additional styles as plugins these will be available to the -style command line option. NOTE: Not all styles are available on all platforms. If style param does not exist Qt will start an application with default common style (windows).
si: යෙදුම් GUI විලාසය සකසයි. විය හැකි අගයන් වන්නේ මෝස්තරය, ජනෙල් සහ ප්ලැටිනම් ය. ඔබ අමතර ශෛලීන් සමඟින් Qt සම්පාදනය කළේ නම් හෝ ප්ලගීන ලෙස අමතර මෝස්තර තිබේ නම්, මේවා -style විධාන රේඛා විකල්පය වෙත ලබා ගත හැක. සටහන: සියලුම මෝස්තර සියලු වේදිකාවල ලබා ගත නොහැක. style param නොපවතියි නම් Qt පෙරනිමි පොදු විලාසය (වින්ඩෝස්) සමඟ යෙදුමක් ආරම්භ කරයි.

source: Sets the application Style Sheet. The value must be a path to a file that contains the Style Sheet. Note: Relative URLs in the Style Sheet file are relative to the Style Sheet file's path.
si: යෙදුම් ස්ටයිල් ෂීට් සකසයි. අගය ස්ටයිල් ෂීට් අඩංගු ගොනුවකට මාර්ගයක් විය යුතුය. සටහන: ස්ටයිල් ෂීට් ගොනුවේ ඇති සාපේක්ෂ URL ස්ටයිල් ෂීට් ගොනුවේ මාර්ගයට සාපේක්ෂ වේ.

source: Switches to synchronous mode for debugging. Works only under X11.
si: නිදොස්කරණය සඳහා සමමුහුර්ත මාදිලිය වෙත මාරු වේ. X11 යටතේ පමණක් ක්‍රියා කරයි.

source: Prints debug message at the end about number of widgets left undestroyed and maximum number of widgets existed at the same time.
si: විනාශ නොවී ඉතිරි වී ඇති විජට් සංඛ්‍යාව සහ උපරිම විජට් සංඛ්‍යාව එකම අවස්ථාවේදීම පැවතීම ගැන අවසානයේ නිදොස් කිරීමේ පණිවිඩය මුද්‍රණය කරයි.

source: Sets the default background color and an application palette (light and dark shades are calculated).
si: පෙරනිමි පසුබිම් වර්ණය සහ යෙදුම් තලයක් සකසයි (ආලෝකය සහ අඳුරු සෙවන ගණනය කරනු ලැබේ).

source: Sets the default button color.
si: පෙරනිමි බොත්තම් වර්ණය සකසයි.

source: Causes the application to install a private color map on an 8-bit display.
si: 8-bit සංදර්ශකයක් මත පුද්ගලික වර්ණ සිතියමක් ස්ථාපනය කිරීමට යෙදුමට හේතු වේ.

source: Sets the X display. Default is $DISPLAY.
si: X සංදර්ශකය සකසයි. පෙරනිමිය $DISPLAY වේ.

source: Sets the default foreground color.
si: පෙරනිමි පෙරබිම් වර්ණය සකසයි.

source: Defines the application font. The font should be specified using an X logical font description.
si: යෙදුම් අකුරු නිර්වචනය කරයි. X තාර්කික අකුරු විස්තරයක් භාවිතයෙන් අකුරු නියම කළ යුතුය.

source: Sets the client geometry of the first window that is shown.
si: පෙන්වන පළමු කවුළුවේ සේවාදායක ජ්‍යාමිතිය සකසයි.

source: Sets the input method server (equivalent to setting the XMODIFIERS environment variable).
si: ආදාන ක්‍රම සේවාදායකය සකසයි (XMODIFIERS පරිසර විචල්‍යය සැකසීමට සමාන).

source: Defines how the input is inserted into the given widget, e.g. onTheSpot makes the input appear directly in the widget, while overTheSpot makes the input appear in a box floating over the widget and is not inserted until the editing is done.
si: දී ඇති විජට් එකට ආදානය ඇතුල් කරන ආකාරය නිර්වචනය කරයි, උදා. onTheSpot මඟින් ආදානය කෙලින්ම විජට් තුළ දිස්වන අතර, overTheSpot මඟින් විජට් එක මත පාවෙන කොටුවක ආදානය දිස්වන අතර සංස්කරණය සිදු කරන තුරු ඇතුළු නොකෙරේ.

source: Sets the application name.
si: යෙදුමේ නම සකසයි.

source: Limits the number of colors allocated in the color cube on an 8-bit display, if the application is using the QApplication::ManyColor color specification. If count is 216 then a 6x6x6 color cube is used (i.e. 6 levels of red, 6 of green, and 6 of blue); for other values, a cube approximately proportional to a 2x3x1 cube is used.
si: යෙදුම QApplication ::ManyColor වර්ණ පිරිවිතර භාවිතා කරන්නේ නම්, 8-bit සංදර්ශකය මත වර්ණ ඝනකයේ වෙන් කර ඇති වර්ණ ගණන සීමා කරයි. ගණන් කිරීම 216 නම්, 6x6x6 වර්ණ ඝනකයක් භාවිතා වේ (එනම් රතු මට්ටම් 6, කොළ 6 සහ නිල් 6); අනෙකුත් අගයන් සඳහා, 2x3x1 ඝනකයකට ආසන්න වශයෙන් සමානුපාතික ඝනකයක් භාවිතා වේ.

source: Sets the application title.
si: යෙදුම් මාතෘකාව සකසයි.

source: Forces the application to use a TrueColor visual on an 8-bit display.
si: 8-bit සංදර්ශකයක් මත TrueColor දෘශ්‍ය භාවිතා කිරීමට යෙදුමට බල කරයි.

source: Endupdate while no update in progress
si: යාවත්කාලීන කිරීමක් සිදු නොවන අතරේ අවසන් කරන්න

source: Cannot save image while update in progress
si: යාවත්කාලීන වෙමින් පවතින අතරතුර රූපය සුරැකිය නොහැක

source: Cannot begin update all when canvas only update in progress
si: කැන්වස් පමණක් යාවත්කාලීන වෙමින් පවතින විට සියල්ල යාවත්කාලීන කිරීම ආරම්භ කළ නොහැක

source: Red
si: රතු

source: Refresh
si: නැවුම් කරන්න

source: Replace
si: ආදේශ කරන්න

source: Replace all
si: සියල්ල ප්රතිස්ථාපනය කරන්න

# lclstrconsts.rsresourcenotfound
source: Resource %s not found
si: සම්පත් %s හමු නොවීය

source: ScrollBar
si: අනුචලන තීරුව

source: ScrollBar property out of range
si: ScrollBar අගය පරාසයෙන් පිටත

source: Select color
si: වර්ණය තෝරන්න

source: Select a font
si: අකුරු තෝරන්න

source: Show details
si: විස්තර පෙන්වන්න

source: Silver
si: රිදී

source: Sky Blue
si: අහස නිල්

source: A control with tabs
si: ටැබ් සහිත පාලනයක්

source: Teal
si: ටීල්

source: Text
si: පෙළ

source: TGA Image Files
si: TGA රූප ගොනු

source: The built-in URL is read only. Change the BaseURL instead.
si: ගොඩනඟන ලද URL එක කියවීමට පමණි. ඒ වෙනුවට BaseURL වෙනස් කරන්න.

source: Tagged Image File Format Files
si: ටැග් කළ රූප ගොනු ආකෘති ගොනු

# lclstrconsts.rstpanelaccessibilitydescription
source: Panel
si: පැනලය

# lclstrconsts.rstsplitteraccessibilitydescription
source: A grip to control how much size to give two parts of an area
si: ප්‍රදේශයක කොටස් දෙකක් ලබා දිය යුතු ප්‍රමාණය පාලනය කිරීමට ග්‍රහණයක්

# lclstrconsts.rsttreeviewaccessibilitydescription
source: A tree of items
si: අයිතම ගසක්

source: Unable to load default font
si: පෙරනිමි අකුරු පූරණය කළ නොහැක

source: Unknown Error, please report this bug
si: නොදන්නා දෝෂයක්, කරුණාකර මෙම දෝෂය වාර්තා කරන්න

source: Unknown picture extension
si: නොදන්නා පින්තූර දිගුව

source: Unknown picture format
si: නොදන්නා පින්තූර ආකෘතිය

source: Unsupported bitmap format.
si: සහාය නොදක්වන බිට්මැප් ආකෘතිය.

source: Unsupported clipboard format: %s
si: සහාය නොදක්වන ක්ලිප්බෝඩ් ආකෘතිය: %s

source: WARNING: There are %d unreleased DCs, a detailed dump follows:
si: අවවාදයයි: නිකුත් නොකළ DC %dක් ඇත, සවිස්තරාත්මක ඩම්ප් එකක් පහත දැක්වේ:

source: WARNING: There are %d unreleased GDIObjects, a detailed dump follows:
si: අවවාදයයි: නිකුත් නොකළ DC %dක් ඇත, සවිස්තරාත්මක ඩම්ප් එකක් පහත දැක්වේ:

source: WARNING: There are %d messages left in the queue! I'll free them
si: අවවාදයයි: පෝලිමේ පණිවිඩ %dක් ඉතිරිව ඇත! මම ඔවුන්ව නිදහස් කරන්නම්

source: WARNING: There are %d TimerInfo structures left, I'll free them
si: අවවාදයයි: TimerInfo ව්‍යුහයන් %dක් ඉතිරිව ඇත, මම ඒවා නිදහස් කරමි

source: WARNING: There are %s unremoved LM_PAINT/LM_GtkPAINT message links left.
si: අවවාදයයි: ඉවත් නොකළ LM_PAINT/LM_GtkPAINT පණිවිඩ සබැඳි %sක් ඉතිරිව ඇත.

source: White
si: සුදු

source: Whole words only
si: සම්පූර්ණ වචන පමණි

source: Error:
si: දෝෂය:

source: Warning:
si: අවවාදයයි:

source: Window
si: කවුළුව

source: Window Frame
si: කවුළු රාමුව

source: Window Text
si: කවුළු පෙළ

source: Yellow
si: කහ

source: Duplicate menus
si: අනුපිටපත් මෙනු

source: Invalid action creation
si: වලංගු නොවන ක්‍රියා නිර්මාණය

source: Invalid action enumeration
si: වලංගු නොවන ක්‍රියා ගණනය කිරීම

source: Invalid action registration
si: වලංගු නොවන ක්‍රියා ලියාපදිංචිය

source: Invalid action unregistration
si: වලංගු නොවන ක්‍රියා ලියාපදිංචි නොකිරීම

source: Invalid image size
si: වලංගු නොවන රූප ප්‍රමාණය

source: Invalid ImageList Index
si: වලංගු නොවන රූප ලැයිස්තු දර්ශකය

source: The current text does not match the specified mask.
si: වත්මන් පාඨය සඳහන් කළ වෙස් මුහුණට නොගැළපේ.

source: Menu index out of range
si: මෙනු දර්ශකය පරාසයෙන් පිටත

source: MenuItem is nil
si: මෙනු අයිතමය ශුන්‍ය වේ

source: Sub-menu is not in menu
si: උප මෙනුව මෙනුවේ නැත

# lclstrconsts.smkcdown
source: Down
si: පහළට

# lclstrconsts.smkcend
source: End
si: අවසානය

source: Enter
si: ඇතුල් කරන්න

source: Esc
si: පිට වීම

# lclstrconsts.smkchome
source: Home
si: නිවස

# lclstrconsts.smkcleft
source: Left
si: වම

source: Meta+
si: මෙටා +

# lclstrconsts.smkcright
source: Right
si: දකුණ

source: Space
si: අවකාශය

# lclstrconsts.smkctab
source: Tab
si: ටැබ්

# lclstrconsts.smkcup
source: Up
si: ඉහළට

source: No timers available
si: ටයිමර් නොමැත

source: Control "%s" has no parent window.
si: "%s" පාලනයට මාපිය කවුළුවක් නොමැත.

source: Wrong token type: %s expected
si: වැරදි ටෝකන වර්ගය: %s බලාපොරොත්තු වේ

source: Invalid floating point number: %s
si: වලංගු නොවන පාවෙන ලක්ෂ්‍ය අංකය: %s

source: Invalid integer number: %s
si: වලංගු නොවන පූර්ණ සංඛ්‍යා: %s

source: (at %d,%d, stream offset %d)
si: (%d,%d, ප්‍රවාහ ඕෆ්සෙට් %d)

source: Unterminated byte value
si: අවසන් නොකළ බයිට් අගය

source: Unterminated string
si: අවසන් නොකළ තන්තුව
