Repository: doublecmd/doublecmd
Catalog: language/lcl/lclstrconsts.*.po
Languages: si

source: Wrong token symbol: %s expected but %s found
si: වැරදි සංකේත සංකේතය: %s බලාපොරොත්තු වූ නමුත් %s හමු විය

source: Wrong token type: %s expected but %s found
si: වැරදි ටෝකන වර්ගය: %s බලාපොරොත්තු වූ නමුත් %s හමු විය

source: Attributes
si: ගුණාංග

source: %s bytes
si: බයිට් %s

source: Folder
si: ෆෝල්ඩරය

# lclstrconsts.sshellctrlsinvalidpath
source: Invalid pathname: "%s"
si: වලංගු නොවන මාර්ග නාමය: "%s"

source: Invalid relative pathname: "%s" in relation to rootpath: "%s"
si: වලංගු නොවන සාපේක්ෂ ගමන් මාර්ගය: "%s" rootpath සම්බන්ධයෙන්: "%s"

# lclstrconsts.sshellctrlsinvalidroot
source: Invalid pathname: "%s"
si: වලංගු නොවන මාර්ග නාමය: "%s"

source: Date modified
si: වෙනස් කළ දිනය

source: Name
si: නම

source: The selected item does not exist on disk: "%s"
si: තෝරාගත් අයිතමය තැටියේ නොමැත: "%s"

source: Size
si: ප්රමාණය
